Repository: endlessm/rufus
Catalog: po/*.po
Languages: ar, bn, de, es, fr, hi, hu, id, pt_br, th, tr, vi

# MSG_406
source: Chinese Simplified
ar: الصينية المبسطة
bn: সহজ চাইনিজ
de: Chinesisch vereinfacht
es: Chino simplificado
fr: Chinois simplifié
hi: चाइनीज सिम्प्लिफाइड
hu: Kínai (egyszerűsített)
id: Mandarin Sederhana
pt_br: Chinês Simplificado
th: อักษรจีนตัวย่อ
tr: Basitleştirilmiş Çince
vi: Tiếng Trung giản thể

# MSG_407
source: Bengali
ar: البنغالية
bn: বাংলা
es: Bengalí
hi: बंगाली
hu: Bengáli
pt_br: Bengalês
th: เบงกาลี
tr: Bengalce
vi: Tiếng Bengal

# MSG_408
source: Spanish (Guatemala)
ar: الإسبانية (جواتيمالا)
bn: স্প্যানিশ (গুয়াতেমালা)
de: Spanisch (Guatemala)
es: Español (Guatemala)
fr: Espagnol (Guatemala)
hi: स्पेनिश (गुआटेमाला)
hu: Spanyol (Guatemala)
id: Spanyol (Guatemala)
pt_br: Espanhol (Guatemala)
th: สเปน (กัวเตมาลา)
tr: İspanyolca (Guatemala)
vi: Tiếng Tây Ban Nha (Guatemala)

# MSG_409
source: Spanish (Mexico)
de: Spanisch (Mexiko)
es: Español (México)
fr: Espagnol (Mexique)
hi: स्पेनिश (मेक्सिको)
hu: Spanyol (Mexico)
id: Spanyol (Mexico)
pt_br: Espanhol (México)
th: สเปน (เม็กซิโก)
tr: İspanyolca (Meksika)
vi: Tiếng Tây Ban Nha (Mê-hi-cô)

# MSG_410
source: Indonesian
de: Indonesisch
es: Indonesio
fr: Indonésien
hi: इन्डोनेशियाई
hu: Indonéz
id: Bahasa Indonesia
pt_br: Indonésio
th: อินโดนีเซีย
tr: Endonezce
vi: Tiếng Indonesia

# MSG_411
source: Thai
de: Thailändisch
es: Tailandés
fr: Thaï
hi: थाई
id: Bahasa Thai
pt_br: Tailandês
th: ไทย
tr: Tay
vi: Tiếng Thái

# MSG_412
source: Vietnamese
de: Vietnamesisch
es: Vietnamita
fr: Vietnamien
hi: वियतनामी
hu: Vietnámi
id: Bahasa Vietnam
pt_br: Vietnamita
th: เวียดนาม
tr: Vietnamca
vi: Tiếng Việt

# CompareOptionsLink
source: Compare the two options
ar: قارن بين الخيارين

# LightVersionText
source: BASIC
ar: الإصدار الأساسي
bn: প্রাথমিক
de: Basis
es: BÁSICO
fr: BASIQUE
hu: ALAP
id: DASAR
pt_br: BÁSICO
th: พื้นฐาน
tr: TEMEL
vi: CƠ BẢN

# DownloadLightButton
source: Download EOS Basic
ar: تنزيل إصدار EOS الأساسي

# DownloadFullButton
source: Download EOS Full
ar: تنزيل إصدار EOS Full

# InstallingPageTitle
source: Endless OS
ar: نظام تشغيل Endless OS
bn: এন্ডলেস OS
tr: Endless
vi: Hệ điều hành Endless

# DualBootPageTitle
source: Endless OS
ar: نظام تشغيل Endless OS
bn: এন্ডলেস OS
tr: Endless
vi: Hệ điều hành Endless

# MSG_021
source: Kb
ar: كيلو بايت

# MSG_022
source: Mb
ar: ميجا بايت

# MSG_023
source: Gb
ar: جيجا بايت

# MSG_024
source: Tb
ar: تيرا بايت

# MSG_025
source: Pb
ar: بيتا بايت

# MSG_303
source: Something is wrong with your Endless OS file.
ar: هناك خطأ ما في ملف Endless OS الخاص بك.

# MSG_344
source: Great! Your Endless OS Reflasher USB has been created.
ar: رائع! لقد تم إنشاء Endless OS Reflasher USB الخاص بك.

# MSG_334
source: There isn’t enough disk space for downloading Endless OS. Please free up %s and click "Resume" to start downloading.
ar: ليست هناك مساحة كافية على القرص لتنزيل نظام تشغيل Endless OS. يُرجى تحرير %s والنقر على "استئناف" لبدء التنزيل.

# PrivacyPolicyText
source: We collect anonymous data to improve this installer for everybody. <a id='PrivacyPolicyLink'>Click here</a> for more information, and to learn how to opt out.
fr: Nous recueillons des données anonymement afin d'améliorer ce programme d'installation pour tout le monde. <a id='PrivacyPolicyLink'>Cliquez ici</a> pour plus d'informations et pour découvrir comment vous pouvez refuser la collecte de vos données.
hu: Névtelen adatokat gyűjtünk, hogy jobbá tehessük ezt a telepítőt mindenki számára. <a id='PrivacyPolicyLink'>Kattintson ide </a> a további információkért, és tudja meg, hogyan kapcsolhatja ki ezt.
id: Kami mengumpulkan data anonim guna meningkatkan installer ini untuk semua orang. <a id='PrivacyPolicyLink'>Klik di sini</a> untuk informasi selengkapnya, dan ketahui cara untuk berhenti berpartisipasi.
pt_br: Coletamos dados anônimos para melhorar este instalador para todos. <a id='PrivacyPolicyLink'>Clique aqui</a> para mais informações, e para saber como recusar.
th: เรารวบรวมข้อมูลที่ระบุตัวตนไม่ได้เพื่อปรับปรุงตัวติดตั้งนี้สำหรับทุกคน <a id='PrivacyPolicyLink'>คลิกที่นี่</a>เพื่อดูข้อมูลเพิ่มเติม และดูวิธีตั้งค่าไม่ให้รวบรวมข้อมูล
tr: Bu yükleyiciyi herkes adına geliştirmek için adsız veriler topluyoruz. Daha fazla bilgi için ve nasıl vazgeçileceğini öğrenmek için burayı <a id='PrivacyPolicyLink'>tıklayın</a>.
vi: Chúng tôi thu thập các dữ liệu không tiết lộ danh tính người dùng để cải thiện bộ cài đặt này cho tất cả mọi người. <a id='PrivacyPolicyLink'>Nhấn vào đây</a> để biết thêm thông tin, và tìm hiểu cách từ chối cung cấp dữ liệu.

# MSG_317
source: en-us
de: de
es: es
fr: fr
hu: hu
id: id
pt_br: pt
th: th
tr: tr
vi: vi

# MSG_316
source: Full
de: Komplett
hu: Teljes
id: Lengkap
