Repository: endlessm/rufus
Catalog: po/*.po
Languages: ar, bn, de, es, fr, hi, hu, id, pt_br, th, tr, vi

# MSG_321
source: Select Your Endless OS Version
ar: حدد إصدار Endless OS الخاص بك
bn: আপনার এন্ডলেস OS ভার্সন নির্বাচন করুন
de: Wähle deine Endless-OS-Version
es: Selecciona tu versión de Endless OS
fr: Choix de votre version Endless OS
hi: अपना Endless OS संस्करण चुनें
hu: Válassza ki az Endless OS Verzióját
id: Pilih Versi Endless OS Anda
pt_br: Selecione a sua versão do Endless OS
th: เลือกเวอร์ชั่น Endless OS ของคุณ
tr: Endless Sürümünüzü Seçin
vi: Chọn Phiên bản Endless OS của Bạn

# MSG_322
source: Is this the version you’d like to use? If not, select another.
ar: هل هذا هو الإصدار الذي ترغب في استخدامه؟ إن لم يكن كذلك، حدد إصداراً آخراً.
bn: আপনি কি এই সংস্করণটিই ব্যবহার করতে আগ্রহী? যদি না হয়, অন্য আরেকটি নির্বাচন করুন।
de: Ist dies die Version, die du möchtest? Falls nicht, wähle eine andere.
es: ¿Es esta la versión que quieres usar? Si no, selecciona otra versión.
fr: Est-ce la version que vous souhaitez utiliser ? Sinon, sélectionnez une autre.
hi: क्या आप इसी वर्जन का इस्तेमाल करना चाहते थे? यदि नहीं, तो दूसरे का चयन करें।
hu: Ez az a verzió, amelyet használni szeretne? Ha nem, válasszon másikat.
id: Inikah versi yang ingin Anda gunakan? Jika tidak, pilih lainnya.
pt_br: Esta é a versão do Endless OS que você deseja usar? Se não for, baixe outra.
th: คุณต้องการใช้เวอร์ชั่นนี้ใช่หรือไม่? หากไม่ใช่ กรุณาเลือกเวอร์ชั่นอื่นๆ
tr: Kullanmak istediğiniz sürüm bu mu? Değilse, başka birini seçin.
vi: Đây có phải là phiên bản mà bạn muốn sử dụng? Nếu không, hãy chọn một phiên bản.

# MSG_323
source: We couldn’t finish getting Endless OS. Check your internet connection and click "Resume" to carry on downloading.
ar: لم نتمكن من الانتهاء من الحصول على نظام تشغيل Endless OS. تحقق من اتصالك بالإنترنت وانقر على "استئناف" للاستمرار في التنزيل.
bn: আমরা এন্ডলেস OS নামানো শেষ করতে পারিনি। অনুগ্রহ করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন এবং ডাউনলোড চালিয়ে যেতে "পুনরায়" চাপুন।
de: Endless-OS konnte nicht vollständig geladen werden. Überprüfe deine Internetverbindung und drücke auf »Fortfahren« um das Herunterladen wieder aufzunehmen.
es: No pudimos terminar de descargar Endless OS. Revisa tu conexión de internet y haz clic en "Continuar" para reasumir la descarga.
fr: Nous n'avons pas pu terminer l'obtention de Endless OS. Veuillez vérifier votre connexion à internet puis cliquer sur « Reprendre » pour continuer le téléchargement.
hi: हम Endless OS प्राप्त करना पूर्ण नहीं कर सके. अपना इंटरनेट कनेक्शन जांचें और डाउनलोडिंग जारी रखने के लिए "पुनरारंभ करें" क्लिक करें.
hu: Nem sikerült befejezni az Endless OS letöltését. Ellenőrizze az internet kapcsolatát és kattintson a "Folytatás"-ra a letöltés folytatásához.
id: Kami tidak bisa menyelesaikan mengunduh Endless OS. Periksa koneksi internet Anda dan klik "Lanjut" untuk melanjutkan pengunduhan.
pt_br: Não conseguimos terminar de captar o Endless OS. Verifique a sua conexão de internet e clique em "Continuar" para prosseguir com o download.
th: เราไม่สามารถรับ Endless OS ได้เสร็จสิ้น ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตและคลิก "ทำต่อ" เพื่อดาวน์โหลดต่อไป
tr: Endless'i indirmeyi bitiremedik. İnternet bağlantınızı kontrol edin ve indirmeye devam etmek için "Devam Et" düğmesine tıklayın.
vi: Chúng tôi không thể hoàn tất việc tải HĐH Endless. Hãy kiểm tra kết nối internet của bạn và nhấp nút "Khôi phục" (Resume) để tiếp tục tải về.

# MSG_324
source: Something is wrong with your Endless OS file. Click "Download Again" to try downloading it again.
ar: هناك خطأ ما في ملف نظام تشغيل Endless OS الخاص بك. انقر على "التنزيل مرة أخرى" لإعادة تنزيل الملف مرةً أخرى.
bn: আপনার এন্ডলেস OS ফাইলটিতে কোন সমস্যা হয়েছে।আবার ডাউনলোড করার চেষ্টা করতে "আবার ডাউনলোড" চাপুন।
de: Die Endless-OS-Datei ist beschädigt. Klicke auf »Erneut herunterladen« um es erneut zu versuchen.
es: Algo está mal con tu archivo de Endless OS. Haz clic en "Descargar de nuevo" para intentarlo otra vez.
fr: Quelque chose va mal avec votre fichier d'Endless OS. Cliquez sur « Télécharger à nouveau » pour essayer de le télécharger à nouveau.
hi: आपकी Endless OS फ़ाइल के साथ कुछ ग़लत हुआ है। इसे एक बार और डाउनलोड करने का प्रयास करने के लिए "फिर से डाउनलोड करें" पर क्लिक करें।
hu: Valami nem jó az Endless OS fájllal. Kattintson a "Letöltés újra" gombra, az ismételt próbálkozáshoz.
id: Terjadi sesuatu dengan file Endless OS. Klik "Unduh Ulang" untuk mencoba mengunduh kembali.
pt_br: Há algo errado com o seu arquivo Endless OS. Clique em "Fazer o download novamente" para tentar baixar novamente.
th: ไฟล์ Endless OS ของคุณมีบางสิ่งผิดปกติ คลิก "ดาวน์โหลดซ้ำ" แล้วทดลองดาวน์โหลดอีกครั้ง
tr: Endless dosyanızda bir sorun var. Tekrar indirmeyi denemek için "Tekrar İndir"i tıklayın.
vi: Có điều gì đó không ổn với tập tin hệ điều hành Endless của bạn. Hãy nhấn "Tải về lại" để thử tải nó về một lần nữa.

# MSG_325
source: Something went wrong writing Endless OS to your USB device. Find a different device and click "Try Again".
ar: لقد حدث خطأ ما أثناء كتابة نظام تشغيل Endless OS على جهاز USB الخاص بك. اعثر على جهازٍ مختلف وانقر على زر "حاوِل مرةً أخرى".
bn: আপনার USB ডিভাইসে এন্ডলেস OS যুক্ত করতে কোনো সমস্যা হয়েছে। অন্য একটি ডিভাইস অনুসন্ধান করুন এবং "আবার চেষ্টা করুন" চাপুন।
de: Beim Beschreiben des USB-Gerätes ist es zu einem Fehler gekommen. Versuche es mit einem anderen Gerät und drücke dann »Erneut versuchen«.
es: Algo sucedió al copiar Endless OS a tu USB. Conecta un USB diferente y haz clic en "Intentar de nuevo".
fr: Une erreur s'est produite lors de l'écriture de Endless OS sur votre appareil USB. Cherchez un appareil différent et cliquez sur « Réessayer »
hi: Endless OS को आपके USB डिवाइस में लिखने में कुछ ग़लत हुआ. कोई भिन्न डिवाइस ढूंढें और "पुनः प्रयास करें" क्लिक करें.
hu: Valami rosszul sült el Az Endless OS USB-re történő írása során. Keressen egy másik eszközt és kattintson az "Újra" gombra.
id: Terjadi kesalahan dalam penulisan Endless OS ke perangkat USB Anda. Cari perangkat lain dan klik "Coba Lagi".
pt_br: Aconteceu algo errado durante a gravação do Endless OS no seu dispositivo USB. Procure um novo dispositivo e clique em "Tentar novamente".
th: บางสิ่งผิดปกติระหว่างการบันทึก Endless OS ลงในอุปกรณ์ USB ของคุณ ค้นหาอุปกรณ์อื่นแล้วคลิก "ลองอีกครั้ง"
tr: Endless'i USB cihazınıza yazarken bir şeyler ters gitti. Farklı bir cihaz bulun ve "Tekrar Dene"yi tıklayın.
vi: Đã có vấn đề khi ghi HĐH Endless vào thiết bị USB của bạn. Hãy tìm một thiết bị khác và nhấp nút "Thử lại" (Try Again).

# MSG_358
source: Something went wrong installing Endless OS to your computer.
ar: لقد حدث خطأ ما أثناء تثبيت نظام تشغيل Endless OS على جهاز الكمبيوتر الخاص بك.
bn: আপনার কম্পিউটারে এন্ডলেস OS সংস্থাপন করতে কোন সমস্যা হয়েছে।
de: Bei der Installation von Endless-OS auf diesem Computer ist es zu einem Fehler gekommen.
es: Algo falló al instalar Endless OS en tu computadora.
fr: Quelque chose a mal tourné lors de l'installation d'Endless OS sur votre ordinateur.
hi: Endless OS इंस्टॉल करने के दौरान कुछ गलत हुआ।
hu: Valami rosszul sült el az Endless OS telepítése közben.
id: Terjadi kesalahan pada saat menginstal Endless OS di komputer Anda.
pt_br: Ocorreu um erro durante a instalação do Endless OS no seu computador.
th: บางสิ่งผิดปกติขณะติดตั้ง Endless OS บนคอมพิวเตอร์ของคุณ
tr: Bilgisayarınıza Endless yüklenirken bir şeyler ters gitti.
vi: Có điều gì đó không ổn khi cài đặt Hệ điều hành Endless lên máy tính của bạn

# MSG_326
source: Resume
ar: استئناف
bn: পুনরায়
de: Fortfahren
es: Continuar
fr: Reprendre
hi: पुनरारंभ करें
hu: Folytatás
id: Lanjut
pt_br: Continuar
th: ทำต่อ
tr: Devam
vi: Bắt đầu lại

# MSG_327
source: Download again
ar: تنزيل مرةً أخرى
bn: আবার ডাউনলোড
de: Erneut herunterladen
es: Descargar de nuevo
fr: Télécharger à nouveau
hi: पुनः डाउनलोड करें
hu: Letöltés újra
id: Unduh ulang
pt_br: Baixe novamente
th: ดาวน์โหลดอีกครั้ง
tr: Yeniden indir
vi: Tải về lại

# MSG_328
source: Try again
ar: حاوِل مرةً أخرى
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
hi: पुनः प्रयास करें
hu: Újra
id: Coba Lagi
pt_br: Tente novamente
th: ลองอีกครั้ง
tr: Tekrar dene
vi: Thử lại

# MSG_330
source: You have selected a slow USB device (USB 1.0). Please use a USB 3.0 device for the best experience.
ar: لقد قمت بتحديد جهاز USB بطيء (USB 1.0). يُرجى استخدام جهاز USB 3.0 من أجل الحصول على أفضل تجربة استخدام.
bn: আপনি একটি ধীরগতির USB ডিভাইস (USB 1.0) বেছে নিয়েছেন। আরো ভাল কাজ করাতে অনুগ্রহ করে USB 3.0 ডিভাইস ব্যবহার করুন।
de: Das ausgewählte USB-Gerät ist langsam (USB 1.0). Mit einem USB 3.0 Gerät klappt es besser.
es: Has seleccionado un dispositivo USB lento (USB 1.0). Por favor, usa un USB 3.0 para la mejor experiencia.
fr: Vous avez sélectionné un appareil USB lent (USB 1.0). Veuillez utiliser un appareil USB 3.0 pour une expérience optimale.
hi: आपने कोई धीमा USB डिवाइस (USB 1.0) चुना है. कृपया श्रेष्ठ अनुभव के लिए किसी USB 3.0 डिवाइस का उपयोग करें.
hu: Lassú USB eszközt választott (USB 1.0). Kérjük használjon egy USB 3.0-ás eszközt a legjobb élmény érdekében.
id: Anda telah memilih perangkat USB yang lambat (USB 1.0). Silakan gunakan USB 3.0 untuk pengalaman terbaik.
pt_br: Você selecionou um pendrive USB de baixa velocidade (USB 1.0). Para uma melhor experiência, favor usar um pendrive USB 3.0.
th: คุณเลือกอุปกรณ์ USB แบบช้า (USB 1.0) โปรดใช้อุปกรณ์ USB 3.0 เพื่อประสบการณ์การใช้งานที่ดีที่สุด
tr: Yavaş bir USB cihazı (USB 1.0) seçtiniz. En iyi deneyim için lütfen bir USB 3.0 cihazı kullanın.
vi: Bạn đã chọn một thiết bị USB tốc độ chậm (USB 1.0). Vui lòng sử dụng một thiết bị USB 3.0 để có trải nghiệm tốt nhất.

# MSG_331
source: You have selected a slow USB device (USB 1.0). Please use a USB 2.0 device for a better experience.
ar: لقد حددت جهاز USB بطيء (USB 1.0). يرجى استخدام جهاز USB 2.0 للحصول على تجربة استخدام أفضل.
bn: আপনি একটি ধীরগতির USB ডিভাইস (USB 1.0) বেছে নিয়েছেন। আরো ভাল কাজ করাতে অনুগ্রহ করে USB 2.0 ডিভাইস ব্যবহার করুন।
de: Das ausgewählte USB-Gerät ist langsam (USB 1.0). Mit einem USB 2.0 Gerät klappt es besser.
es: Has seleccionado un dispositivo USB lento (USB 1.0). Por favor, usa un dispositivo USB 2.0 para mejorar tu experiencia.
fr: Vous avez sélectionné un dispositif USB lent (USB 1.0). Veuillez utiliser un dispositif USB 2.0 pour une meilleure expérience.
hi: आपने एक धीमा USB डिवाइस (USB 1.0) का चयन किया है। कृपया एक बेहतर अनुभव पाने के लिए एक USB 2.0 डिवाइस का इस्तेमाल करें।
hu: Lassú USB eszközt választott (USB 1.0). Kérjük használjon egy USB 2.0-ás eszközt a jobb élmény érdekében.
id: Anda telah memilih perangkat USB yang lambat (USB 1.0). Silakan gunakan USB 2.0 untuk pengalaman terbaik.
pt_br: Você selecionou um pendrive USB de baixa velocidade (USB 1.0). Para uma melhor experiência, favor usar um pendrive USB 2.0.
th: คุณเลือกอุปกรณ์ยูเอสบีที่ทำงานช้า (ยูเอสบี 1.0) กรุณาเลือกอุปกรณ์ยูเอสบี 2.0 เพื่อสัมผัสประสบการณ์ที่ดียิ่งขึ้น
tr: Yavaş bir USB cihazı (USB 1.0) seçtiniz. Daha iyi bir deneyim için lütfen bir USB 2.0 cihazı kullanın.
vi: Bạn đã chọn thiết bị USB chậm (USB 1.0). Vui lòng sử dụng thiết bị USB 2.0 để có trải nghiệm tốt hơn.

# MSG_332
source: You have selected a slower USB device (USB 2.0). Please use a USB 3.0 device for the best experience.
ar: لقد قمت بتحديد جهاز USB أبطأ (USB 2.0). يُرجى استخدام جهاز USB 3.0 من أجل الحصول على أفضل تجربة استخدام.
bn: আপনি একটি ধীরগতির USB ডিভাইস (USB 2.0) বেছে নিয়েছেন। আরো ভাল কাজ করাতে অনুগ্রহ করে USB 3.0 ডিভাইস ব্যবহার করুন।
de: Das ausgewählte USB-Gerät ist recht langsam (USB 2.0). Mit einem USB 3.0 Gerät klappt es besser.
es: Has seleccionado un dispositivo USB lento (USB 2.0). Por favor, usa un USB 3.0 para la mejor experiencia.
fr: Vous avez sélectionné un appareil USB plus lent (USB 2.0). Veuillez utiliser un appareil USB 3.0 pour une expérience optimale.
hi: आपने कोई धीमा USB डिवाइस (USB 2.0) चुना है. कृपया श्रेष्ठ अनुभव के लिए किसी USB 3.0 डिवाइस का उपयोग करें.
hu: Egy lassabb USB eszközt választott (USB 2.0). Kérjük használjon egy USB 3.0-ás eszközt a legjobb élmény érdekében.
id: Anda telah memilih perangkat USB yang lebih lambat (USB 2.0). Silakan gunakan USB 3.0 untuk pengalaman terbaik.
pt_br: Você selecionou um pendrive USB mais lento (USB 2.0). Para uma melhor experiência, favor usar um pendrive USB 3.0.
th: คุณเลือกอุปกรณ์ USB ที่ช้ากว่า (USB 2.0) กรุณาใช้อุปกรณ์ USB 3.0 เพื่อประสบการณ์ที่ดีที่สุด
tr: Daha yavaş bir USB cihazı (USB 2.0) seçtiniz. En iyi deneyim için lütfen bir USB 3.0 cihazı kullanın.
vi: Bạn đã chọn một thiết bị USB chậm hơn (USB 2.0). Vui lòng sử dụng thiết bị USB 3.0 để có được trải nghiệm tốt nhất.

# MSG_333
source: Your USB 3.0 device is inserted into a USB 2.0 port. Please insert it into a USB 3.0 port (usually blue) for the best experience.
ar: لقد تم إدخال جهاز USB 3.0 الخاص بك في منفذ USB 2.0. يرجى إدخاله في منفذ USB 3.0 (الذي يكون لونه عادةً أزرق) للحصول على أفضل تجربة استخدام.
bn: আপনার USB 3.0 ডিভাইস আপনি একটি USB 2.0 পোর্টের সাথে সংযুক্ত করেছেন। আরো ভাল কাজ করাতে অনুগ্রহ করে একটি USB 3.0 পোর্টের (সাধারণত নীল) সাথে সংযুক্ত করুন।
de: Das USB 3.0-Gerät steckt in einem USB-2.0-Anschluss. Bitte benutze einen USB 3.0 Anschluss (blau markiert), dann klappt es besser.
es: Tu dispositivo USB 3.0 está en un puerto diseñado para dispositivos USB 2.0. Por favor, insertálo en un puerto USB 3.0 (generalmente de color azul) para mejorar la experiencia.
fr: Votre appareil USB 3.0 est inséré dans un port USB 2.0. Veuillez l'insérer dans un port USB 3.0 (généralement bleu) pour une expérience optimale.
hi: आपका USB 3.0 डिवाइस USB 2.0 पोर्ट में डाला जा चुका है। कृपया सर्वोत्तम अनुभव के लिए इसे किसी USB 3.0 पोर्ट में (प्रायः नीला) में डालें।
hu: Az USB 3.0-ás eszköze egy USB 2.0-ás portba lett dugva. Kérjük tegye át egy USB 3.0-ás aljzatba (általában kék) a legjobb élmény érdekében.
id: Perangkat USB 3.0 Anda dimasukkan ke dalam port USB 2.0. Harap memasukkannya ke port USB 3.0 (umumnya berwarna biru) untuk pengalaman terbaik.
pt_br: O seu pendrive USB 3.0 foi inserido em uma entrada USB 2.0. Favor inserir o pendrive em uma entrada USB 3.0 (geralmente azul) para obter uma melhor experiência.
th: อุปกรณ์ยูเอสบี 3.0 ของคุณเสียบเข้ากับพอร์ตยูเอสบี 2.0 กรุณาเสียบอุปกรณ์กับพอร์ตยูเอสบี 3.0 (โดยทั่วไปเป็นสีน้ำเงิน) เพื่อสัมผัสประสบการณ์ที่ดีที่สุด
tr: USB 3.0 cihazınız bir USB 2.0 portuna takılı. En iyi deneyim için lütfen onu bir USB 3.0 portuna (genellikle mavi) takın.
vi: Thiết bị USB 3.0 của bạn được cắm cổng USB 2.0. Vui lòng cắm nó vào cổng USB 3.0 (thường là màu xanh) để có trải nghiệm nghiệm tốt nhất.

# MSG_334
source: There isn’t enough disk space on %s for downloading Endless OS. Please free up %s and click “Resume” to start downloading.
de: Der Festplattenplatz auf %s reicht nicht, um Endless-OS herunterzuladen. Bitte %s weiteren Speicherplatz bereitstellen und dann »Fortfahren« klicken.
es: No hay suficiente espacio de disco en %spara descargar Endless OS. Por favor, libera %s y haz clic en "Continuar" para seguir con la descarga.
fr: Il n'y a pas assez d'espace disque sur %s pour télécharger Endless OS. Veuillez libérer %s puis cliquez sur « Reprendre » pour commencer le téléchargement.
hi: Endless OS को डाउनलोड करने के लिए %s में पर्याप्त डिस्क स्थान नहीं है. कृपया %s में कुछ स्थान रिक्त करें और डाउनलोड करना प्रारंभ करने के लिए "पुनर्रारंभ करें" क्लिक करें.
hu: Nincs elég hely a %s-n az Endless OS letöltéséhez.. Kérjük szabadítson fel %s-t és kattintson a "Folytatás"-ra a letöltés megkezdéséhez.
id: Ruang penyimpanan di %s tidak cukup untuk mengunduh Endless OS. Mohon besarkan kapasitas %s dan klik "Lanjut" untuk mulai mengunduh.
pt_br: Não há espaço suficiente no %s para baixar o Endless OS. Favor liberar até %s e clicar em "Continuar" para começar o download.
th: มีที่ว่างบนดิสก์ไม่เพียงพอในไดรฟ์ %s สำหรับการดาวน์โหลด Endless OS โปรดเพิ่มพื้นที่ว่าง %s และคลิก "ทำต่อ" เพื่อเริ่มต้นการดาวน์โหลด
tr: Endless'i indirmek için %s yeterli disk alanı yok. Lütfen %s boşaltın ve indirmeye başlamak için “Devam Et” düğmesine tıklayın.
vi: Ổ đĩa %s không còn đủ dung lượng để có thể tải về HĐH Endless. Vui lòng giải phóng ổ đĩa %s và nhấp "Bắt đầu lại" để bắt đầu tải xuống.

# MSG_335
source: The selected version of Endless OS requires %s of free disk space, but only %s is available. Please free up some space on drive %s to continue.
ar: يتطلب الإصدار المحدد من نظام تشغيل Endless OS مساحة خالية على القرص قدرها %s، ولكن المساحة المتاحة هي %s فقط. يُرجى تحرير بعض المساحة على القرص %s للمتابعة.
bn: নির্বাচিত এন্ডলেস OS ভার্সনটির জন্য ডিস্কে %s পরিমাণ খালি জায়গা প্রয়োজন, কিন্তু মাত্র %s পরিমাণ খালি আছে। চালিয়ে যেতে হলে অনুগ্রহ করে %s ড্রাইভে কিছু জায়গা খালি করুন।
de: Die ausgewählte Version von Endless-OS benötigst %s freien Festplattenplatz, aber nur %s sind verfügbar. Bitte %s weiteren Speicherplatz bereitstellen und dann »Fortfahren« klicken.
es: La versión seleccionada de Endless OS requiere %s de espacio libre en tu disco, pero sólo %s está disponible. Por favor, haz más espacio en el disco % s para continuar.
fr: La version d'Endless OS sélectionnée nécessite %s d'espace disque libre, mais seulement %s est disponible. Veuillez libérer de l'espace sur le disque %s pour continuer.
hi: Endless OS के चयनित संस्करण को %s रिक्त डिस्क स्थान की आवश्यकता है, लेकिन केवल %s उपलब्ध है. जारी रखने के लिए कृपया ड्राइव %s पर कुछ स्थान रिक्त करें.
hu: Az Endless OS választott verziója legalább %s helyet igényel, azonban csak %s elérhető. Kérjük szabadítson fel helyet a %s meghajtón a folytatáshoz.
id: Versi Endless OS yang dipilih memerlukan %s ruang penyimpanan yang kosong, tetapi hanya %s yang tersedia. Silakan bebaskan ruang penyimpanan pada drive %s untuk melanjutkan.
pt_br: A versão selecionada do Endless OS requer %s de espaço livre no HD, mas só %s está disponível. Para continuar, favor liberar espaço no drive %s.
th: เวอร์ชั่นของ Endless OS ที่เลือกไว้ต้องการพื้นที่ว่างในดิสก์ %s แต่มีใช้ได้อยู่เพียง %s กรุณาเพิ่มพื้นที่ว่างในไดรฟ์ %s เพื่อดำเนินการต่อ
tr: Seçili Endless sürümü için %s boş disk alanı gerekir, ancak yalnızca %s kullanılabilir. Devam etmek için lütfen %s numaralı sürücüde biraz yer açın.
vi: Phiên bản được chọn của Endless OS cần %s dung lượng đĩa trống, nhưng chỉ có %s khả dụng. Vui lòng tạo thêm dung lượng trên ổ đĩa %s để tiếp tục.

# MSG_336
source: Delete the invalid file (%s).
ar: حذف الملف غير الصالح (%s).
bn: অকার্যকরী ফাইল (%s) মুছুন।
de: Lösche die ungültige Datei (%s).
es: Eliminar el archivo inválido (%s).
fr: Supprimez le fichier invalide (%s).
hi: अमान्य फ़ाइल (%s) हटाएं.
hu: Törölje a hibás fájlt (%s).
id: Hapus file yang tidak valid (%s).
pt_br: Remova o arquivo inválido (%s).
th: ลบไฟล์ที่ไม่สามารถใช้งานได้ (%s)
tr: Geçersiz dosyayı silin (%s).
vi: Xóa tệp không hợp lệ (%s).

# MSG_337
source: For Endless OS %s, we recommend selecting at least %s of storage space.
ar: للحصول على Endless OS %s، فإننا ننصح باختيار مساحة تخزينية لا تقل عن %s.
bn: এন্ডলেস OS %s -এর জন্য, কমপক্ষে %s সংরক্ষণ করার জায়গা থাকা সুপারিশ করা হচ্ছে।
de: Wir empfehlen für Endless-OS %s empfehlen wir mindestens %s Festplattenplatz.
es: Es recomendable seleccionar al menos %s de espacio de almacenamiento para Endless OS %s.
fr: Pour Endless OS %s, nous vous recommandons de sélectionner au moins %s d'espace de stockage.
hi: एक Endless OS %s के लिए, हम आपको कम से कम %s स्टोरेज स्पेस चुनने की सलाह देते हैं।
hu: Az Endless OS %s verziójához, legalább %s tárhelyet javasolnk.
id: Untuk Endless OS %s, kami sarankan memilih sedikitnya ruang penyimpanan sebesar %s.
pt_br: Para o Endless OS %s, recomendamos que você selecione pelo menos %s de espaço de armazenagem.
th: สำหรับ Endless OS %s เราแนะนำให้เลือกพื้นที่เก็บอย่างน้อย %s
tr: Endless %s için en az %s depolama alanı seçmenizi öneririz.
vi: Đối với Hệ điều hành Endless %s, chúng tôi khuyên bạn nên chọn ít nhất %s dung lượng bố nhớ.

# MSG_338
source: %s (Minimum)
ar: %s (الحد الأدنى)
bn: %s (কমপক্ষে)
es: %s (Mínimo)
hi: %s (न्यूनतम)
id: %s (Minimal)
pt_br: %s (Mínimo)
th: %s (ต่ำสุด)
vi: %s (Tối thiểu)

# MSG_339
source: %s (Recommended)
ar: %s (موصى به)
bn: %s (সুপারিশকৃত)
de: %s (Empfohlen)
es: %s (Recomendado)
fr: %s (recommandé)
hi: %s (अनुशंसित)
hu: %s (Javasolt)
id: %s (Disarankan)
pt_br: %s (Recomendado)
th: %s (แนะนำ)
tr: %s (Önerilen)
vi: %s (Khuyến nghị)

# MSG_340
source: %s (Maximum)
ar: %s (الحد الأقصى)
bn: %s (সর্বোচ্চ)
es: %s (Máximo)
hi: %s (अधिकतम)
id: %s (Maksimal)
pt_br: %s (Máximo)
th: %s (สูงสุด)
tr: %s (Maksimum)
vi: %s (Tối đa)

# MSG_341
source: You currently have %s free on your %s %s drive.
ar: لديك حالياً مساحة تخزينية متاحة قدرها %s على محرك الأقراص %s %s الخاص بك.
bn: বর্তমানে আপনার %s %s ড্রাইভে %s খালি জায়গা আছে।
de: Du hast %s freien Platz auf dem Gerät %s %s.
es: Actualmente tienes %s libre en tu unidad %s %s.
fr: Vous avez actuellement %s libres sur votre disque %s %s.
hi: आपके %s %s ड्राइव पर आपके पास अभी %s फ्री स्पेस है।
hu: Jelenleg%s szabad hely van a(z) %s %s meghajtón.
id: Saat ini Anda memiliki %s ruang kosong dari total %s pada drive %s.
pt_br: Você possui %s de espaço livre no drive %s %s.
th: ขณะนี้คุณมีพื้นที่ว่าง %s บนไดรฟ์ %s %s ของคุณ
vi: Bạn hiện có %s còn trống trên ổ đĩa %s %s của bạn.

# MSG_342
source: Select how much of your %s drive to dedicate to Endless OS.
ar: حدد المساحة التخزينية التي يحتاج إليها محرك الأقراص %s الخاص بك لتثبيت نظام تشغيل Endless OS.
bn: আপনার %s ড্রাইভের কতোটুকু এন্ডলেস OS -এর জন্য ব্যবহৃত হবে নির্বাচন করুন।
de: Bitte wähle wie viel Platz du auf Laufwerk %s für Endless-OS bereitstellen möchtest.
es: Selecciona cuanto espacio quieres dedicar para Endless OS en tu unidad %s.
fr: Sélectionnez combien de l'espace de votre disque %s vous souhaitez consacrer à Endless OS
hi: Endless OS के लिए डेडिकेट करने के लिए अपने ड्राइव का %s चुनें।
hu: Válassza ki, mekkora kapacitást szán a(z) %s meghajtón az Endless OS számára!
id: Pilih berapa besar drive %s yang ingin Anda dedikasikan untuk Endless OS.
pt_br: Selecione quanto do seu drive %s você deseja dedicar para o Endless OS.
th: เลือกว่าคุณจะใช้พื้นที่จำนวนเท่าไรของไดร์ฟ %s สำหรับ Endless OS
tr: %s sürücünüzün ne kadarının Endless'e tahsis edileceğini seçin.
vi: Chọn dung lượng trong ổ đĩa %s của bạn dành cho Hệ điều hành Endless

# MSG_350
source: Unfortunately, there is not enough storage space.
ar: للأسف، لا توجد مساحة تخزينية كافية.
bn: দুর্ভাগ্যক্রমে, সংরক্ষণ করার মতো যথেষ্ট খালি জায়গা নেই।
de: Leider reicht der Festplattenplatz nicht.
es: Desafortunadamente, no hay suficiente espacio de almacenamiento.
fr: Malheureusement, il n'y a pas assez d'espace de stockage.
hi: दुर्भाग्यवश, पर्याप्त स्टोरेज स्पेस नहीं है।
hu: Sajnos, nincs elég tárhely.
id: Sayangnya, ruang penyimpanan tidak cukup.
pt_br: Infelizmente não há espaço de armazenagem suficiente.
th: โชคไม่ดี มีพื้นที่เก็บไม่เพียงพอ
tr: Ne yazık ki, yeterli depolama alanı yok.
vi: Rất tiếc, không có đủ dung lượng bộ nhớ.
