Repository: endlessm/rufus
Catalog: po/*.po
Languages: ar, bn, de, es, fr, hi, hu, id, pt_br, th, tr, vi

# AdvancedPageTitle
source: Advanced Install Options
ar: خيارات التثبيت المتقدمة
bn: সংস্থাপনের উন্নত বিকল্পসমূহ
de: Installations-Optionen für Fortgeschrittene
es: Opciones avanzadas de instalación
fr: Options d'installation avancées
hi: ऐडवांस्ड इंस्टॉल विकल्प
hu: Haladó telepítési opciók
id: Opsi Instal Lanjutan
pt_br: Opções avançadas de instalação
th: ตัวเลือกการติดตั้งขั้นสูง
tr: Gelişmiş Kurulum Seçenekleri
vi: Tùy chọn cài đặt nâng cao

# AdvancedPagePreviousButton
source: Previous
bn: পূর্ববর্তী
de: Zurück
es: Anterior
fr: Précédent
hi: पिछला
hu: Előző
id: Sebelumnya
pt_br: Anterior
th: ก่อนหน้า
tr: Önceki
vi: Trước

# LiveUsbButton
source: Create Live USB
ar: إنشاء فلاشة USB حية
bn: সক্রিয় USB তৈরি
de: Erzeuge Live-USB
es: Crear Live USB
fr: Créer Live USB
hi: लाइव USB क्रिएट करें
hu: Live USB készítése
id: Buat Live USB
pt_br: Criar Live USB
th: สร้าง Live USB
tr: Canlı USB Oluştur
vi: Tạo USB trực tiếp

# LiveUsbText
source: Try Endless OS by running it from a USB stick.
ar: جرِّب نظام تشغيل Endless OS من خلال تشغيله من فلاشة USB.
bn: USB স্টিক থেকে এন্ডলেস OS চালানোর চেষ্টা করুন।
de: Endless-OS kann von einem USB-Medium ausprobiert werden
es: Prueba Endless OS usando un dispositivo USB.
fr: Essayez Endless OS en l'exécutant à partir d'une clé USB.
hi: किसी USB स्टिक से रन कर Endless OS आजमाएं।
hu: Endless OS kipróbálása USB-ről futtatva.
id: Mencoba Endless OS dengan menjalankannya dari stik USB.
pt_br: Experimente o Endless OS inicializando por um pendrive USB.
th: ทดลอง Endless OS โดยเปิดใช้งานจากยูเอสบีแฟลชไดรฟ์
tr: Endless'i bir USB çubuğundan çalıştırarak deneyin.
vi: Hãy thử Hệ điều hành Endless bằng cách chạy nó từ ổ đĩa USB.

# ReformatterUsbButton
source: Create Reformatter USB
ar: إنشاء وحدة إعادة التهيئة Reformatter USB
bn: ইউএসবি পুনঃ ফর্ম্যাটকারী তৈরি করুন
de: Erzeuge USB-Formatierer
es: Crear USB de Formateo
fr: Créer Reformatter USB
hi: Reformatter USB क्रिएट करें
hu: Újraformázó USB készítése
id: Buat USB Pemformat Ulang
pt_br: Criar USB de formatação
th: สร้าง USB ที่เป็นตัวฟอร์แมตใหม่
vi: Tạo Trình định dạng lại USB

# ReformatterUsbText
source: Reformat any computer with Endless OS using a USB stick.
ar: أعد تهيئة أي جهاز كمبيوتر بنظام Endless OS وذلك باستخدام وحدة تخزين USB.
bn: একটি ইউএসবি স্টিক থেকে যে কোন কম্পিউটারে এন্ডলেস ওএস দিয়ে পুনঃ ফর্ম্যাট করুন।
de: Erzeugt einen USB-Stick, mit dem ein Computer mit Endless-OS bestückt werden kann.
es: Formatea cualquiera computadora con Endless OS usando un dispositivo USB.
fr: Reformatez n'importe quel ordinateur avec Endless OS en utilisant une clé USB
hi: USB स्टिक का उपयोग करके Endless OS से कंप्यूटर पुनः फ़ॉर्मेट करें.
hu: Bármely számítógép újraformázása Endless OS-szel, egy USB használatával.
id: Memformat ulang komputer apa saja dengan Endless OS menggunakan stik USB.
pt_br: Formate qualquer computador com o Endless OS usando um pendrive
th: ฟอร์แมตคอมพิวเตอร์ใหม่ด้วย Endless OS โดยใช้แฟลชไดรฟ์
tr: USB çubuğu kullanarak Endless ile herhangi bir bilgisayarı yeniden biçimlendirin.
vi: Định dạng lại bất kỳ máy tính nào với HĐH Endless bằng một thanh USB.

# SelectFilePreviousButton
source: Previous
ar: السابق
bn: পূর্ববর্তী
de: Zurück
es: Anterior
fr: Précédent
hi: पिछला
hu: Előző
id: Sebelumnya
pt_br: Anterior
th: ก่อนหน้า
tr: Önceki
vi: Trước

# SelectFileNextButton
source: Next
ar: التالي
bn: পরবর্তী
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
hu: Következő
id: Berikutnya
pt_br: Próximo
th: ต่อไป
tr: Sonraki
vi: Tiếp theo

# SelectFilePageTitle
source: Select Your Endless OS Version
ar: حدد إصدار Endless OS الخاص بك
bn: আপনার এন্ডলেস OS সংস্করণটি নির্বাচন করুন
de: Wähle die Endless-OS-Version
es: Selecciona tu versión de Endless OS
fr: Sélectionnez votre version Endless OS
hi: अपने Endless OS वर्जन का चयन करें
hu: Válassza ki az Endless OS Verzióját
id: Pilih versi Endless OS Anda
pt_br: Selecione a sua versão do Endless OS
th: เลือกเวอร์ชั่น Endless OS ของคุณ
tr: Endless Sürümünüzü Seçin
vi: Chọn Phiên bản Hệ điều hành Endless của bạn

# SelectFileSubtitle
source: Choose the version of Endless OS that’s best for you.
ar: اختر إصدار نظام تشغيل Endless OS الأفضل بالنسبة لك.
bn: আপনার জন্য সঠিক এন্ডলেস OS সংস্করণটি নির্বাচন করুন।
de: Wähle die Endless-OS-Version, die zu dir passt.
es: Elige la versión de Endless OS que sea mejor para ti.
fr: Choisissez la meilleure version d'Endless OS pour vous.
hi: Endless OS के उस वर्जन का चयन करें जो आपके लिए सबसे उपयुक्त हो।
hu: Válassza azt az Endless OS verziót, amely a legjobb az Ön számára.
id: Pilih versi Endless OS yang terbaik untuk Anda.
pt_br: Escolha a versão do Endless OS mais adequada para você.
th: เลือก Endless OS เวอร์ชั่นที่เหมาะที่สุดสำหรับคุณ
tr: Sizin için en iyi olan Endless sürümünü seçin.
vi: Chọn phiên bản của Hệ điều hành Endless đphù hợp nhất cho bạn.

# NoInternetConnectionTitle
source: Unfortunately, there was a problem connecting to the server.
ar: للأسف، هناك مشكلة في الاتصال بالخادم.
bn: দুর্ভাগ্যক্রমে, সার্ভারের সাথে সংযুক্ত হতে সমস্যা হচ্ছে।
de: Es konnte leider keine Verbindung zum Server aufgenommen werden.
es: Desafortunadamente, hubo un problema al conectar con el servidor.
fr: Malheureusement, il y a eu un problème lors de la connexion au serveur.
hi: दुभाग्यवश, सर्वर से कनेक्ट होने में एक समस्या हुई।
hu: Sajnos, probléma lépett fel a szerverhez való csatlakozás során.
id: Maaf, ada masalah saat menghubungi ke server.
pt_br: Infelizmente há um problema de conexão com o servidor.
th: โชคไม่ดี มีปัญหาในการเชื่อมต่อกับเซิฟเวอร์
tr: Ne yazık ki, sunucuya bağlanırken bir sorun oluştu.
vi: Đáng tiếc, có vấn đề kết nối với máy chủ.

# NoInternetConnectionSubtitle
source: Make sure you're <a id='ConnectedLink'>connected to the internet</a>, and if the problem persists, visit our <a id='ConnectedSupportLink'>support</a>.
ar: تأكد من أنك <a id='ConnectedLink'>متصل بالإنترنت</a>، وإذا استمرت المشكلة، تفضل بزيارة صفحة <a id='ConnectedSupportLink'>الدعم</a> الخاصة بنا.
bn: নিশ্চিত করুন আপনি <a id='ConnectedLink'> ইন্টারনেটের সাথে সংযুক্ত </a>, এবং যদি সমস্যা হতেই থাকে, আমাদের <a id='ConnectedSupportLink'>সাহায্য</a> কেন্দ্রে যান।
de: Stelle sicher, dass du mit dem <a id='ConnectedLink'>Internet verbunden</a> bist. Wenn du das Problem nicht beheben kannst, wende dich an den <a id='ConnectedSupportLink'>Support</a>.
es: Asegúrate de que estes <a id='ConnectedLink'> conectado al internet </a>, y si el problema sigue, contáctanos para <a id='ConnectedSupportLink'>ayuda</a>.
fr: Assurez-vous que vous êtes bien <a id='ConnectedLink'>connecté à internet</a>, et si le problème persiste, consultez notre <a id='ConnectedSupportLink'>assistance</a>.
hi: सुनिश्चित करें कि आप <a id='ConnectedLink'>इंटरनेट से कनेक्ट हैं</a>, और यदि समस्या बनी रहती है, तो हमारी <a id='ConnectedSupportLink'>सहायता</a> पर विज़िट करें.
hu: Győződjön meg róla, hogy <a id='ConnectedLink'>csatlakozik az internethez</a>, és amennyiben a probléma továbbra is fennáll, látogassa meg a <a id='ConnectedSupportLink'>támogatás</a> szekciót.
id: Pastikan Anda <a id='ConnectedLink'>tersambung ke internet</a>, dan jika masalah berlanjut kunjungi <a id='ConnectedSupportLink'>bantuan</a> kami.
pt_br: Assegure-se de que você está <a id='ConnectedLink'>conectado à internet</a>. Caso o problema persista, entre na nossa página de <a id='ConnectedSupportLink'>Suporte</a>.
th: ขอให้แน่ใจว่าคุณ <a id='ConnectedLink'>เชื่อมต่อกับอินเทอร์เน็ตแล้ว</a> และหากปัญหายังคงเกิดขึ้น ไปที่ <a id='ConnectedSupportLink'>การสนับสนุน</a> ของเรา
tr: <a id='ConnectedLink'>İnternete bağlı</a> olduğunuzdan emin olun ve sorun devam ederse, <a id='ConnectedSupportLink'>desteğimizi</a> ziyaret edin.
vi: Đảm bảo bạn được <a id='ConnectedLink'>kết nối với mạng internet</a>, và nếu vấn đề tiếp tục, hãy truy cập trang <a id='ConnectedSupportLink'>hỗ trợ</a> của chúng tôi.

# ExistingImageFile
source: Use existing image file:
ar: استخدِم ملف الصورة الموجود:
bn: ছবির বিদ্যমান ফাইল ব্যবহার করুন:
de: Benutze ein vorhandenes Abbild:
es: Usar la imagen existente:
fr: Utiliser fichier d'image existant :
hi: मौजूदा इमेज फाइल का इस्तेमाल करें:
hu: Meglévő képfájl használata:
id: Gunakan file image yang ada:
pt_br: Utilize o arquivo de imagem atual:
th: ใช้ไฟล์ภาพที่มีอยู่
tr: Mevcut imaj dosyasını kullan:
vi: Sử dụng tập tin hình ảnh có sẵn:

# DownloadNewImage
source: Download a new version:
ar: تنزيل إصدارٍ جديد:
bn: নতুন ভার্সন ডাউনলোড করুন:
de: Eine neue Version herunterladen:
es: Descargar una nueva versión:
fr: Télécharger une nouvelle version :
hi: कोई नया संस्करण डाउनलोड करें:
hu: Új verzió letöltése:
id: Unduh versi baru:
pt_br: Baixe a nova versão:
th: ดาวน์โหลดเวอร์ชั่นใหม่:
tr: Yeni bir sürüm indir:
vi: Tải về một phiên bản mới:

# LightDownloadDescription
source: Includes basic features of Endless OS and the option to download more apps and content later. This version is best for computers with reliable internet access.
ar: يتضمن الميّزات الأساسية لنظام تشغيل Endless OS وخيار تنزيّل المزيد من التطبيقات والمحتوى في وقتٍ لاحق. هذا الإصدار أفضل إصدار لأجهزة الكمبيوتر ذات الاتصال القوي والآمن بالإنترنت.
bn: এন্ডলেস OS -এর প্রাথমিক বৈশিষ্ট্যসমূহ এবং পরবর্তীতে আরো এ্যাপ ও বিষয়বস্তু ডাউনলোড করার সুযোগ এতে অন্তর্ভুক্ত রয়েছে। নির্ভরযোগ্য ইন্টারনেট সংযোগসহ কম্পিউটারসমূহের জন্য এই সংস্করণটি সঠিক।
de: Beinhaltet die grundlegenden Funktionen von Endless-OS und die Möglichkeit weitere Programme und Inhalte hinzuzuladen. Diese Version funktioniert am Besten mit einer zuverlässigen Internetverbindung.
es: Incluye funciones básicas de Endless OS y la opción de descargar más programas en el Centro de Programas. Versión recomendada para computadoras con acceso a internet fiable.
fr: Comprend les fonctions de base d'Endless OS et la possibilité de télécharger plus d'applications et de contenu plus tard. Cette version est la meilleure pour les ordinateurs avec un accès Internet fiable.
hi: Endless OS की बेसिक सुविधाएं और अधिक ऐप्स और कंटेंट डाउनलोड करने का विकल्प शामिल है। यह वर्जन भरोसेमंद इंटरनेट ऐक्सेस वाले कम्प्यूटर के लिए सर्वोत्तम है।
hu: Tartalmazza az Endless operációs rendszer alapfunkcióit, és később további alkalmazásokat és tartalmakat tölthet le. Ez a verzió a legmegfelelőbb a megbízható internet-hozzáféréssel rendelkező számítógépek számára.
id: Termasuk fitur-fitur dasar Endless OS serta opsi untuk mengunduh aplikasi dan konten lainnya nanti. Versi ini paling cocok untuk komputer dengan akses internet yang stabil.
pt_br: Inclui funcionalidades básicas do Endless OS e a opção de baixar mais aplicativos e conteúdo posteriormente. Esta versão é indicada para computadores com acesso constante à internet.
th: ประกอบด้วยฟีเจอร์พื้นฐานของ Endless OS และตัวเลือกสำหรับดาวน์โหลดแอพและเนื้อหาอื่นๆ เพิ่มเติมภายหลัง เวอร์ชั่นนี้เหมาะอย่างยิ่งสำหรับคอมพิวเตอร์ที่สามารถเข้าถึงอินเทอร์เน็ตได้อย่างสม่ำเสมอ
tr: Endless'in temel özelliklerini ve daha sonra daha fazla uygulama ve içerik indirme seçeneğini içerir. Bu sürüm güvenilir internet erişimi olan bilgisayarlar için en iyisidir.
vi: Bao gồm các tính năng cơ bản của Hệ điều hành Endless và các tùy chọn để tải về thêm ứng dụng và nội dung sau này. Phiên bản này phù hợp nhất với máy tính có truy cập Internet đáng tin cậy.

# DownloadLightButton
source: Download Basic Version
de: Basisversion Laden
es: Descargar versión básica
fr: Télécharger la version basique
hi: मूलभूत संस्करण डाउनलोड करें
hu: Alap változat letöltése
id: Unduh Versi Dasar
pt_br: Baixar a versão Básica
th: ดาวน์โหลดเวอร์ชั่นพื้นฐาน
tr: Temel Sürümü İndirin
vi: Tải xuống Phiên bản Cơ bản

# FullVersionText
source: FULL
ar: الإصدار الكامل
bn: সম্পূর্ণ
de: Komplett
es: COMPLETO
fr: COMPLET
hi: फुल
hu: MEGTELT
id: LENGKAP
pt_br: COMPLETO
th: เต็ม
vi: ĐẦY ĐỦ

# FullDownloadDescription
source: Includes full Endless OS, preloaded with more than 100 apps and content. This version is ideal for computers without reliable internet access. Choose language for content and apps:
ar: يتضمن نظام تشغيل Endless OS الكامل أكثر من 100 تطبيق ومحتوى تم تحميله مسبقاً. هذا الإصدار هو الإصدار المثالي لأجهزة الكمبيوتر التي تعمل بدون اتصال قوي وآمن بالإنترنت. اختر لغة المحتوى والتطبيقات:
bn: সম্পূর্ণ এন্ডলেস OS অন্তর্ভুক্ত, সাথে আগে থেকেই দেয়া রয়েছে 100 থেকেও বেশি এ্যাপ ও বিষয়বস্তু। নির্ভরযোগ্য ইন্টারনেট সংযোগ ছাড়া কম্পিউটারসমূহের জন্য এই সংস্করণটি সঠিক। বিষয়বস্তু ও এ্যাপের জন্য ভাষা নির্বাচন করুন:
de: Beinhaltet das komplette Endless-OS, mit mehr als 100 Programmen. Diese Version eignet sich für Computer ohne zuverlässige Internetverbindung. Es gibt verschiedene Versionen für verschiedene Sprachen.
es: Incluye Endless OS completo con más de 100 programas y contenido. Versión recomendada para computadoras que no tengan acceso a internet fiable. Selecciona el idioma de contenido y programas.
fr: Comprend Endless OS complet, avec plus de 100 applications et contenu. Cette version est idéale pour les ordinateurs sans accès à Internet fiable. Choisissez la langue pour le contenu et les applications :
hi: 100 से अधिक प्रीलोडेड ऐप्स और कंटेंट के साथ फुल Endless OS शामिल है। यह वर्जन बगैर भरोसेमंद इंटरनेट ऐक्सेस वाले कम्प्यूटर के लिए सर्वोत्तम है। कंटेंट और ऐप्स के लिए भाषा का चयन करें:
hu: Tartalmazza a teljes Endless operációs rendszert, amelyre több mint 100 alkalmazás és tartalom tvan előtelepítve. Ez a verzió ideális a megbízható internet-hozzáférés nélküli számítógépek számára. Válasszon nyelvet a tartalomhoz és az alkalmazásokhoz:
id: Termasuk Endless OS yang telah dilengkapi dengan lebih dari 100 aplikasi dan konten. Cocok untuk komputer tanpa akses internet yang stabil. Pilih bahasa untuk konten dan aplikasi:
pt_br: Inclui o Endless OS Completo, com mais de 100 aplicativos e conteúdos previamente instalados. Esta versão é ideal para computadores sem acesso regular à internet. Selecione o seu idioma:
th: ประกอบด้วย Endless OS แบบสมบูรณ์ พร้อมแอพและเนื้อหาต่างๆ มากกว่า 100 ชนิดที่ดาวน์โหลดมาไว้ล่วงหน้า เวอร์ชั่นนี้เหมาะอย่างยิ่งสำหรับคอมพิวเตอร์ซึ่งไม่สามารถเข้าถึงอินเทอร์เน็ตได้อย่างสม่ำเสมอ เลือกภาษาสำหรับเนื้อหาและแอพต่างๆ:
tr: Önceden yüklenmiş 100'den fazla uygulama ve içerikle Full Endless'i içerir. Bu sürüm güvenilir internet erişimi olmayan bilgisayarlar için idealdir. İçerik ve uygulamalar için dili seçin:
vi: Bao gồm trọn Hệ điều hành Endless, được cài đặt sẵn với hơn 100 ứng dụng và nội dung. Phiên bản này lý tưởng đối với máy tính không cần truy cập internet đáng tin cậy. Chọn ngôn ngữ cho nội dung và ứng dụng:

# DownloadFullButton
source: Download Full Version
de: Komplettversion Laden
es: Descargar versión completa
fr: Télécharger la version complète
hi: पूर्ण संस्करण डाउनलोड करें
hu: Teljes verzió letöltése
id: Unduh Versi Lengkap
pt_br: Baixar a versão Completa
th: ดาวน์โหลดเวอร์ชั่นเต็ม
tr: Full versiyonu indir
vi: Tải xuống Phiên bản Đầy đủ

# SelectUSBPreviousButton
source: Previous
ar: السابق
bn: পূর্ববর্তী
de: Zurück
es: Anterior
fr: Précédent
hi: पिछला
hu: Előző
id: Sebelumnya
pt_br: Anterior
th: ก่อนหน้า
tr: Önceki
vi: Trước

# SelectUSBNextButton
source: Next
ar: التالي
bn: পরবর্তী
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
hu: Következő
id: Berikutnya
pt_br: Próximo
th: ถัดไป
tr: Sonraki
vi: Tiếp theo

# SelectUSBPageTitle
source: Select USB Drive
ar: حدد محرك أقراص USB
bn: USB ড্রাইভ নির্বাচন করুন
de: USB-Gerät auswählen
es: Seleccionar dispositivo USB
fr: Sélectionnez clé USB
hi: USB ड्राइव का चयन करें
hu: USB meghajtó kiválasztása
id: Pilih USB Drive
pt_br: Selecione o drive USB
th: เลือกไดร์ฟยูเอสบี
tr: USB Sürücüyü Seç
vi: Chọn ổ đĩa USB

# SelectUSBSubtitle
source: Choose the USB device you would like to use.
ar: اختر جهاز USB الذي ترغب في استخدامه.
bn: আপনি যে USB ডিভাইসটি ব্যবহার করবেন তা নির্বাচন করুন।
de: Wähle das USB-Gerät, das du benutzen möchtest.
es: Elije el dispositivo USB que deseas utilizar.
fr: Choisissez le dispositif USB que vous souhaitez utiliser.
hi: आप जिस USB डिवाइस का इस्तेमाल करना चाहते हैं, उसका चयन करें।
hu: Válassza ki az USB eszközt, amelyet használni szeretne.
id: Pilih perangkat USB yang ingin Anda gunakan.
pt_br: Escolha o dispositivo USB que deseja utilizar.
th: เลือกอุปกรณ์ยูเอสบีที่คุณต้องการใช้งาน
tr: Kullanmak istediğiniz USB cihazını seçin.
vi: Chọn thiết bị USB bạn muốn sử dụng.

# USBDisksFound
source: USB drive found:
ar: لقد تم العثور على محرك أقراص USB:
bn: USB ড্রাইভ পাওয়া গেছে:
de: USB-Gerät gefunden:
es: Dispositivo USB encontrado:
fr: Clé USB trouvée :
hi: USB ड्राइव मिला:
hu: USB meghajtó megtalálva:
id: USB drive yang ditemukan:
pt_br: Drive USB encontrado:
th: พบไดร์ฟยูเอสบี:
tr: Bulunan USB sürücü:
vi: Đã tìm thấy ổ đĩa USB:

# NewDiskNameLabel
source: New USB device contents:
ar: محتويات جهاز USB الجديدة:
bn: নতুন USB ডিভাইসের সামগ্রীসমূহ:
de: Inhalt des neuen USB-Geräts:
es: Nuevos contenidos en dispositivo USB:
fr: Contenu récent sur le stockage USB :
hi: नई USB डिवाइस सामग्री:
hu: Új USB meghajtó tartalmak:
id: Isi perangkat USB baru:
pt_br: Conteúdo do novo dispositivo USB:
th: เนื้อหาอุปกรณ์ USB ใหม่:
vi: Nội dung thiết bị USB mới:

# NewDiskSizeLabel
source: Size:
ar: الحجم:
bn: আয়তন:
de: Größe:
es: Tamaño:
fr: Taille :
hi: आकार:
hu: Méret:
id: Ukuran:
pt_br: Tamanho:
th: ขนาด:
tr: Boyut:
vi: Kích thước:

# AgreementCheckboxText
source: I understand that this will <b>erase all my files</b> on the USB device.
ar: إنني أدرك أن هذا سوف يقوم بـ <b> مسح جميع ملفاتي</b> من على جهاز USB.
bn: আমি বুঝতে পারছি যে এতে USB ডিভাইসে <b>আমার সকল ফাইল মুছে ফেলা হবে</b>।
de: Ich weiß, dass alles auf diesem <b>USB-Gerät komplett gelöscht</b> wird.
es: Entiendo que esto <b>borrará todos mis archivos</b> en el USB.
fr: Je comprends que cela <b>effacera tous mes fichiers</b> sur le dispositif USB.
hi: मैं समझता हूं कि यह USB डिवाइस पर मौजूद <b>मेरी सभी फाइलों को मिटा </b> देगा।
hu: Megértettem, hogy <b>minden fájlom törlődni fog</b> az USB eszközön.
id: Saya paham bahwa ini akan <b>menghapus semua berkas saya</b> di perangkat USB.
pt_br: Estou ciente de que isto irá <b>deletar todos os arquivos</b> armazenados no dispositivo USB.
th: ฉันรับทราบว่านี่จะ <b>ลบไฟล์ทั้งหมด</b> บนอุปกรณ์ยูเอสบี
tr: Bunun USB aygıtımdaki <b>tüm dosyalarımı sileceğini</b> anlıyorum.
vi: Tôi hiểu rằng thao tác này sẽ <b>xóa tất cả tập tin của mình</b> trên thiết bị USB.

# InstallCancelButton
source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
hu: Mégsem
id: Batal
pt_br: Cancelar
th: ยกเลิก
tr: İptal
vi: Hủy bỏ

# ThankYouPageTitle
source: Thank you
ar: شكراً لك
bn: ধন্যবাদ
de: Danke schön
es: Gracias
fr: Merci
hi: धन्यवाद
hu: Köszönöm
id: Terima kasih
pt_br: Obrigado
th: ขอบพระคุณ
tr: Teşekkürler
vi: Cảm ơn bạn

# CloseAppButton
source: Close
ar: غلق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
hu: Bezárás
id: Tutup
pt_br: Fechar
th: ปิด
tr: Kapat
vi: Đóng

# InstallerVersion
source: Version:
ar: الإصدار:
bn: ভার্সন:
es: Versión:
hi: संस्करण:
hu: Verzió:
id: Versi:
pt_br: Versão
th: เวอร์ชั่น:
tr: Versiyon:
vi: Phiên bản:

# InstallerLanguage
source: Language:
ar: اللغة:
bn: ভাষা:
de: Sprache
es: Idioma:
fr: Langue :
hi: भाषा:
hu: Nyelv:
id: Bahasa:
pt_br: Idioma:
th: ภาษา:
tr: Dil:
vi: Ngôn ngữ:

# InstallerContent
source: Content:
ar: المحتوى:
bn: সূচী:
de: Inhalt:
es: Contenido:
fr: Contenu :
hi: सामग्री:
hu: Tartalom:
id: Isi:
pt_br: Conteúdo:
th: เนื้อหา:
tr: İçerik:
vi: Nội dung:

# ThankYouDualBootReminder
source: Restart your computer and select "Endless OS" from the menu.
ar: قُم بإعادة تشغيل جهاز الكمبيوتر الخاص بك وحدد نظام تشغيل "Endless OS" من القائمة.
bn: আপনার কম্পিউটার পুনরায় চালু করুন এবং তালিকা থেকে "এন্ডলেস OS" নির্বাচন করুন।
de: Computer neustarten und dann »Endless OS« aus dem Menü auswählen.
es: Reinicia tu computadora y selecciona "Endless OS" en el menú.
fr: Redémarrez votre ordinateur et sélectionnez « Endless OS » dans le menu.
hi: अपना कम्प्यूटर रिस्टार्ट करें और मेन्यू से "Endless OS" का चयन करें।
hu: Indítsa újra számítógépét és válassza az "Endless OS"-t a menüből.
id: Nyalakan ulang komputer Anda lalu pilih "Endless OS" dari menu.
pt_br: Reinicie o seu computador e selecione "Endless OS" no menu.
th: รีสตาร์ตคอมพิวเตอร์แล้วเลือก "Endless OS" จากเมนู
tr: Bilgisayarınızı yeniden başlatın ve menüden "Endless" seçeneğini seçin.
vi: Khởi động lại máy tính của bạn và chọn "Hệ điều hành Endless" từ trình đơn.

# ThankYouLiveReminder
source: To try Endless OS now, restart your computer.
ar: لتجربة نظام تشغيل Endless OS الآن، قم بإعادة تشغيل جهاز الكمبيوتر الخاص بك.
bn: এখুনি এন্ডলেস OS পরখ করে দেখতে, আপনার কম্পিউটার পুনরায় চালু করুন।
de: Den Computer jetzt neustarten, um Endless-OS auszuprobieren.
es: Para probar Endless OS, reinicia tu computadora.
fr: Pour essayer Endless OS maintenant, redémarrez votre ordinateur.
hi: Endless OS को अभी आजमाने के लिए, अपना कम्प्यूटर रिस्टार्ट करें।
hu: Az Endless OS azonnali kipróbálásához, indítsa újra számítógépét.
id: Untuk mencoba Endless OS sekarang, nyalakan ulang komputer Anda.
pt_br: Para testar o Endless OS agora, reinicie o seu computador.
th: ในการทดลองใช้งาน Endless OS ตอนนี้ กรุณารีสตาร์ตคอมพิวเตอร์
tr: Şimdi Endless'i denemek için bilgisayarınızı yeniden başlatın.
vi: Để thử Hệ điều hành Endless ngay, hãy khởi động lại máy tính của bạn.

# ThankYouReflasherReminder
source: Now you're ready to install Endless OS on more computers.
ar: أنت الآن جاهز لتثبيت نظام تشغيل Endless OS على أكثر من جهاز كمبيوتر واحد.
bn: এখন আপনি আরো কম্পিউটারে এন্ডলেস OS সংস্থাপন করার জন্য তৈরি।
de: Jetzt kann Endless-OS auf weiteren Computern installiert werden.
es: Ahora podrás instalar Endless OS en otras computadoras.
fr: Maintenant, vous êtes prêt à installer Endless OS sur plus d'ordinateurs.
hi: अब आप अधिक कम्प्यूटरों पर Endless OS इंस्टॉल करने के लिए तैयार हैं।
hu: Most már készen áll arra, hogy más számítógépekre is telepítse az Endless OS-t.
id: Kini Anda bisa menginstal Endless OS di komputer lainnya.
pt_br: Você está pronto para instalar o Endless OS em outros computadores.
th: ตอนนี้คุณก็พร้อมติดตั้ง Endless OS บนคอมพิวเตอร์เครื่องอื่นๆ แล้ว
tr: Artık Endless'i daha fazla bilgisayara kurmaya hazırsınız.
vi: Bây giờ bạn đã sẵn sàng để cài đặt Hệ điều hành Endless trên nhiều máy tính hơn.

# UsbBootHowToLink
source: How to start your computer from a USB stick.
ar: كيف يمكنك بدء تشغيل جهاز الكمبيوتر الخاص بك من فلاشة USB.
bn: একটি USB স্টিক থেকে আপনার কম্পিউটার চালু করার পন্থা।
de: Wie man den einen Computer mit dem USB-Stick startet.
es: Cómo empezar tu computadora desde un dispositivo USB.
fr: Comment démarrer votre ordinateur à partir d'une clé USB.
hi: किसी USB स्टिक से अपना कम्प्यूटर कैसे स्टार्ट करें।
hu: Hogyan indíthatja el számítógépét egy USB-ről.
id: Bagaimana cara memulai komputer Anda dari stik USB.
pt_br: Como iniciar o computador pelo pendrive USB?
th: วิธีเปิดคอมพิวเตอร์จากยูเอสบีแฟลชไดรฟ์
tr: Bilgisayarınız bir USB çubuğundan nasıl başlatılır.
vi: Làm thế nào để khởi động máy tính của bạn từ ổ đĩa USB.

# ErrorPageTitle
source: Error
ar: خطأ
bn: ভুল হয়েছে
de: Fehler
fr: Erreur
hi: त्रुटि
hu: Hiba
id: Kesalahan
pt_br: Erro
th: ความผิดพลาด
tr: Hata
vi: Lỗi

# CloseAppButton1
source: Finish
ar: إنهاء
bn: শেষ করুন
de: Beenden
es: Terminar
fr: Terminer
hi: समाप्त
hu: Befejezés
id: Selesai
pt_br: Fim
th: เสร็จ
tr: Bitti
vi: Hoàn thành

# ErrorMessage
source: Oops, something went wrong setting up Endless OS.
ar: عذراً، لقد حدث خطأ ما أثناء تثبيت نظام تشغيل Endless OS.
bn: ওহ, এন্ডলেস OS সেটআপ করতে কোন সমস্যা হয়েছে।
de: Huch, beim Einrichten von Endless-OS ist etwas schiefgelaufen.
es: Desafortunadamente, la configuración de Endless OS falló.
fr: Oups, une erreur s'est produite lors de l'installation de Endless OS.
hi: ओह, Endless OS को सेट करने में कुछ ग़लत हुआ.
hu: Hoppá! Valami rosszul sült el az Endless OS telepítése közben.
id: Maaf, ada masalah saat mempersiapkan Endless OS.
pt_br: Opa! Algo errado aconteceu ao configurar o Endless OS.
th: อุ๊ย เกิดความผิดปกติบางอย่างในการตั้งค่า Endless OS
tr: Hata! Endless kurulurken bir şeyler ters gitti.
vi: Ối, có vấn đề xảy ra khi thiết lập HĐH Endless.
