Repository: endlessm/rufus
Catalog: po/*.po
Languages: ar, bn, de, es, fr, hi, hu, id, pt_br, th, tr, vi

# MSG_351
source: To continue installing Endless OS, please free up at least %s by deleting videos, photos, or other large files on your %s drive.
ar: لمتابعة تثبيت نظام تشغيل Endless OS، يرجى تحرير مساحة تخزينية لا تقل عن %s وذلك عن طريق حذف ملفات الفيديو والصور، أو غيرها من الملفات الكبيرة من محرك الأقراص %s الخاص بك.
bn: এন্ডলেস OS সংস্থাপন চালিয়ে যেতে, অনুগ্রহ করে আপনার %s ড্রাইভ থেকে ভিডিও, ছবি বা অন্য কোন বড় আকারের ফাইল মুছে ফেলার মাধ্যমে কমপক্ষে %s জায়গা খালি করুন।
de: Um Endless-OS installieren zu können, musst du mindestens weitere %s Platz bereitsstellen, z.B. durch das Löschen von Videos, Fotos oder anderen großen Dateien auf dem Laufwerk %s.
es: Para continuar con la instalación de Endless OS, por favor libera al menos %s, eliminando videos, fotos u otros archivos grandes en la unidad %s.
fr: Pour poursuivre l'installation d'Endless OS, veuillez libérer au moins %s en supprimant des vidéos, des photos ou autres fichiers volumineux sur votre disque %s.
hi: Endless OS को इंस्टॉल करना जारी रखने के लिए, कृपया अपने %s ड्राइव पर वीडियोज, फोटोज या अन्य बड़ी फाइलोंं को डिलीट कर कम से कम %s स्पेस फ्री करें।
hu: Az Endless OS telepítésének folytatásához, kérjük szabadítson fel legalább %s helyet, videók, fotók és más nagyméretű fájlok törlésével a(z) %s meghajtón.
id: Untuk lanjut menginstal Endless OS, harap kosongkan sedikitnya %s dengan menghapus video, foto, atau file berukuran besar lainnya di drive %s.
pt_br: Para continuar a instalação do Endless OS, favor liberar pelo menos %s no seu drive %s apagando vídeos, fotos ou outros arquivos de grande porte.
th: ในการติดตั้ง Endless OS ต่อไป กรุณาจัดเตรียมพื้นที่ว่างอย่างน้อย %s โดยลบวิดีโอ, รูปภาพ หรือไฟล์ขนาดใหญ่อื่นๆ บนไดร์ฟ %s ของคุณ
tr: Endless'i kurmaya devam etmek için, %s sürücünüzdeki videoları, fotoğrafları veya diğer büyük dosyaları silerek en az %s boşaltın.
vi: Để tiếp tục cài đặt Hệ điều hành Endless, vui lòng giải phóng ít nhất %s bằng cách xóa các video, hình ảnh, hoặc tập tin lớn khác trên ổ đĩa %s của bạn.

# MSG_352
source: Unfortunately, your %s drive uses an unsupported format.
ar: للأسف، يستخدم محرك أقراص %s الخاص بك صيغةً غير مدعومة.
bn: দুর্ভাগ্যক্রমে, আপনার %s ড্রাইভ একটি অসমর্থিত ফরম্যাট ব্যবহার করছে।
de: Leider besitzt das Laufwerk %s ein nicht unterstütztes Format.
es: Desafortunadamente, tu unidad %s utiliza un formato que no es compatible.
fr: Malheureusement, votre disque %s utilise un format non supporté.
hi: दुर्भाग्यवश, आपका %s ड्राइव एक अनसपोर्टेड फॉर्मैट का इस्तेमाल करता है।
hu: Sajnos a %s meghajtó nem támogatott formátumot használ.
id: Sayangnya, drive %s menggunakan format yang tidak didukung.
pt_br: Infelizmente, o seu drive %s utiliza um formato incompatível.
th: โชคไม่ดี ไดร์ฟ %s ของคุณใช้งานรูปแบบที่ไม่ได้รับการสนับสนุน
tr: Ne yazık ki, %s sürücünüz desteklenmeyen bir format kullanıyor.
vi: Rất tiếc, ổ đĩa %s của bạn sử dụng định dạng không được hỗ trợ.

# MSG_353
source: Endless OS can only be installed on an NTFS drive.
ar: يمكن تثبيت نظام تشغيل Endless OS فقط على محرك أقراص من النوع NTFS.
bn: শুধুমাত্র NTFS ড্রাইভে এন্ডলেস OS সংস্থাপিত হতে পারবে।
de: Endless-OS kann nur auf einem mit NTFS formatierten Laufwerk installiert werden.
es: Endless OS sólo se puede instalar en una unidad NTFS.
fr: Endless OS ne peut être installé que sur un disque NTFS.
hi: Endless OS को केवल NTFS ड्राइव पर ही इंस्टॉल किया जा सकता है।
hu: Az Endless OS csak NTFS meghajtóra telepíthető.
id: Endless OS hanya dapat diinstal pada drive NTFS.
pt_br: O Endless OS só pode ser instalado em um drive NTFS.
th: Endless OS สามารถติดตั้งได้เฉพาะบนไดรฟ์ NTFS เท่านั้น
tr: Endless yalnızca bir NTFS sürücüsüne yüklenebilir.
vi: Hệ điều hành Endless chỉ có thể được cài đặt trên ổ đĩa NTFS.

# MSG_354
source: Unfortunately, your computer is incompatible with Endless OS.
ar: للأسف، جهاز الكمبيوتر الخاص بك غير متوافق مع نظام تشغيل Endless OS.
bn: দুর্ভাগ্যক্রমে, আপনার কম্পিউটার এন্ডলেস OS -এর সাথে সামঞ্জস্যপূর্ণ নয়।
de: Leider ist dein Computer nicht mit Endless-OS kompatibel.
es: Desafortunadamente, tu computadora no es compatible con Endless OS.
fr: Malheureusement, votre ordinateur est incompatible avec Endless OS.
hi: दुर्भाग्यवश, आपका कम्प्यूटर Endless OS के लिए अनुपयुक्त है।
hu: Sajnos, az Ön számítógépe nem kompatibilis az Endless OS-el.
id: Sayangnya, komputer Anda tidak kompatibel dengan Endless OS.
pt_br: Infelizmente, seu computador não é compatível com o Endless OS.
th: โชคไม่ดี คอมพิวเตอร์ของคุณไม่สามารถรองรับ Endless OS ได้
tr: Ne yazık ki, bilgisayarınız Endless ile uyumlu değil.
vi: Rất tiếc, máy tính của bạn không tương thích với Hệ điều hành Endless.

# MSG_355
source: Endless OS only supports 64-bit computers.
ar: يدعم نظام التشغيل Endless OS فقط أجهزة كمبيوتر 64-بت.
bn: এন্ডলেস OS শুধুমাত্র 64-বিট কম্পিউটারসমূহে সমর্থিত।
de: Endless-OS läuft nur auf 64-bit Computern.
es: Endless OS sólo es compatible con computadoras de 64-bits.
fr: Endless OS ne supporte que les ordinateurs 64 bits.
hi: Endless OS केवल 64-bit कम्प्यूटरों को सपोर्ट करता है।
hu: Az Endless OS csak 64-bites számítógépeket támogat.
id: Endless OS hanya mendukung komputer 64-bit.
pt_br: O Endless OS só é compatível com computadores de 64-bits
th: Endless OS สนับสนุนเฉพาะคอมพิวเตอร์ 64-บิต
tr: Endless yalnızca 64 bit bilgisayarları destekler.
vi: Hệ điều hành Endless chỉ hỗ trợ máy tính 64-bit.

# MSG_356
source: Unfortunately, your %s drive is encrypted.
ar: للأسف، لقد تم تشفير محرك الأقراص %s الخاص بك.
bn: দুর্ভাগ্যক্রমে, আপনার %s ড্রাইভ এনক্রিপ্ট করা।
de: Leider is das Laufwerk %s verschlüsselt.
es: Desafortunadamente, tu unidad %s está cifrada.
fr: Malheureusement, votre disque %s est chiffré.
hi: दुर्भाग्यवश, आपका %s ड्राइव एंक्रिप्टेड है।
hu: Sajnos, a(z) %s meghajtó titkosított.
id: Sayangnya, drive %s Anda terenkripsi.
pt_br: Infelizmente, o seu drive %s está criptografado.
th: โชตไม่ดี ไดร์ฟ %s ถูกเข้ารหัสไว้
tr: Ne yazık ki, %s sürücünüz şifrelenmiştir.
vi: Rất tiếc, ổ đĩa %s của bạn đã bị mã hóa.

# MSG_357
source: Endless OS cannot be installed on drives which are protected with Device Encryption or BitLocker.
ar: لا يمكن تنزيل Endless OS على محركات أقراص محمية بـ Device Encryption أو BitLocker.
bn: এন্ডলেস ওএস এমন কোন ড্রাইভে ইনস্টল করা যাবে না যা ডিভাইস এনক্রিপশন না বিটলকার দিয়ে সুরক্ষিত।
de: Endless-OS kann nicht auf Laufwerken installiert werden, die verschlüsselt sind. Z.B. mit Bitlocker.
es: Endless OS no se puede instalar en unidades que están protegidos con cifrado de dispositivos o BitLocker.
fr: Endless OS ne peut pas être installé sur les lecteurs protégés par le chiffrement d’appareil ou BitLocker.
hi: Endless OS उन ड्राइव पर इंस्टॉल नहीं किया जा सकता है जो Device Encryption या BitLocker से सुरक्षित होती हैं.
hu: Az Endless OS nem telepíthető olyan meghajtókra, amik Eszköztitkosítással, vagy BitLockerrel vannak védve.
id: Endless OS tidak dapat dipasang di drive karena terlindungi dengan Enkripsi Perangkat atau BitLocker.
pt_br: O Endless OS não pode ser instalado em drives protegidos com Criptografia de aparelho ou BitLocker.
th: Endless OS ไม่สามารถติดตั้งได้ในไดรฟ์ที่มีการป้องกันด้วยการเข้ารหัสอุปกรณ์หรือ BitLocker
tr: Endless, Aygıt Şifreleme veya BitLocker ile korunan sürücülere yüklenemez.
vi: Không thể cài đặt HĐH Endless trên các ổ đĩa được bảo vệ bằng Device Encryption hay BitLocker.

# MSG_359
source: Unfortunately, your computer has another OS installed already.
ar: للأسف جهاز الكمبيوتر لديك عليه نظام تشغيل آخر مثبت.
bn: দুর্ভাগ্যবশতঃ আপনার কম্পিউটারে অন্য ওএস ইনস্টল করা আছে এগে থেকেই।
de: Leider ist auf diesem Computer bereits ein anderes OS installiert.
es: Desafortunadamente, tu comptuadora ya tiene otro sistema operativo instalado.
fr: Malheureusement, un autre OS est déjà installé sur votre ordinateur.
hi: दुर्भाग्यवश, आपके कंप्यूटर पर पहले से ही अन्य OS इंस्टॉल किया जा चुका है.
hu: Sajnos, az Ön számítógépén már telepítve van egy másik operációs rendszer,
id: Sayangnya komputer Anda sudah memasang OS lain.
pt_br: Infelizmente, o seu computador já possui um outro Sistema Operacional instalado.
th: ขออภัย คอมพิวเตอร์ของคุณมีระบบปฏิบัติการอื่นติดตั้งอยู่แล้ว
tr: Ne yazık ki, bilgisayarınızda zaten yüklü bir işletim sistemi var.
vi: Thật không may, máy tính của bạn đã được cài đặt một Hệ điều hành khác.

# MSG_360
source: Endless OS only supports dual-boot on Windows-only systems.
ar: يدعم Endless OS التشغيل المزدوج على أنظمة Windows فقط.
bn: এন্ডলেস ওস শুধু উইন্ডোজ আছে এমন সিস্টেমে দ্বৈত বুট সমর্থন করে।
de: Endless-OS unterstützt die Boot-Auswahl nur auf Windows-Systemen.
es: El arranque dual (dual boot) de Endless OS sólo es compatible con computadoras que tienen Windows.
fr: Endless OS prend uniquement en charge le dual-boot sur les systèmes qui sont exclusivement sous Windows.
hi: Endless OS, केवल-Windows सिस्टम पर ड्यूल-बूट का समर्थन करता है.
hu: Az Endless OS csak dual-boot módot támogat a Windows-only rendszereken.
id: Endless OS hanya mendukung dual booting di sistem Windows saja.
pt_br: O Endless OS só funciona em modo dual boot com o sistema Windows.
th: Endless OS รองรับเฉพาะ Dual Boot ในระบบที่ใช้ Windows เท่านั้น
tr: Endless yalnızca Windows sistemlerinde yalnızca çift önyüklemeyi destekler.
vi: HĐH Endless chỉ hỗ trợ dual-boot (chọn HĐH khi khởi động) trên các hệ thống chỉ dùng Windows.

# MSG_361
source: Are you sure you want to uninstall Endless OS? This will erase all apps and documents stored within your Endless OS installation.
ar: هل أنت متأكد من أنك تريد إزالة تثبيت Endless OS؟ سيؤدي هذا إلى محو جميع التطبيقات والمستندات المخزنة على نظام Endless OS المثبت لديك.
bn: আপনি নিশ্চিতভাবে এন্ডলেস ওএস আনইনস্টল করতে চান? এতে করে এন্ডলেস ওএস দিয়ে রাখা সব অ্যাপস আর ডকুমেন্ট মুছে যাবে।
de: Bist du sicher, dass du Endless-OS entfernen möchtest? Dies wird alle Programme und Dokumente löschen, die in deiner Endless-OS-Installation gespeichert sind.
es: ¿Estás seguro que quieres desinstalar Endless OS? Esto borrará todos tus programas e archivos en Endless OS.
fr: Êtes-vous sûr de vouloir désinstaller Endless OS ? Cela effacera toutes les applications et documents stockés dans votre installation d'Endless OS.
hi: क्या आप वाकई Endless OS अनइंस्टॉल करना चाहते हैं? यह आपके Endless OS इंस्टॉलेशन पर संग्रहीत सभी ऐप्स और दस्तावेज़ मिटा देगा.
hu: Biztosan el szeretné távolítani az Endless OS-t? Ez törölni fogja az összes alkalmazását és dokumentumait amelyek az Endless OS-en vannak tárolva.
id: Anda yakin ingin menghapus Endless OS? Tindakan ini akan menghapus semua aplikasi dan dokumen yang disimpan di dalam instalasi Endless OS Anda.
pt_br: Você tem certeza de que quer desinstalar o Endless OS? Isso vai fazer com que todos os aplicativos e documentos salvos no Endless OS sejam apagados.
th: คุณแน่ใจหรือไม่ว่าต้องการถอนการติดตั้ง Endless OS การดำเนินการนี้จะลบแอพและเอกสารทั้งหมดที่จัดเก็บอยู่ในระบบ Endless OS ของคุณ
tr: Endless'i kaldırmak istediğinizden emin misiniz? Bu, Endless kurulumunuzda depolanan tüm uygulamaları ve belgeleri siler.
vi: Bạn có chắc là bạn muốn gỡ cài đặt HĐH Endless? Việc này sẽ xóa mọi ứng dụng và tài liệu được lưu trữ trong cài đặt HĐH Endless của bạn.

# MSG_362
source: Endless OS has been uninstalled successfully
ar: تمت إزالة تثبيت Endless OS بنجاح
bn: এন্ডলেস ওএস সফলভাবে আনইনস্টল হয়েছে
de: Endless-OS wurde erfolgreich entfernt.
es: Endless OS se ha desinstalado exitosamente
fr: Endless OS a été désinstallé avec succès
hi: Endless OS सफलतापूर्वक अनइंस्टॉल कर दिया गया है.
hu: Az Endless OS eltávolítása befejeződött.
id: Endless OS telah berhasil dihapus.
pt_br: O Endless OS foi desinstalado com sucesso
th: ถอนการติดตั้ง Endless OS เรียบร้อยแล้ว
tr: Endless başarıyla kaldırıldı
vi: Đã gỡ cài đặt HĐH Endless thành công

# MSG_363
source: There was a problem uninstalling Endless OS. Please contact us for assistance.
ar: حدثت مشكلة أثناء إزالة تثبيت نظام Endless OS. يُرجى الاتصال بنا للحصول على المساعدة.
bn: এন্ডলেস ওএস আনইনস্টল করতে সমস্যা হচ্ছে। অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন সহায়তার জন্য।
de: Bei der Deinstallation ist ein Fehler aufgetreten. Bitte wende dich an den Endless-Support.
es: Hubo un error al desinstalar Endless OS. Por favor contáctanos para ayuda.
fr: Un problème a été rencontré lors de la désinstallation d'Endless OS. Veuillez nous contacter pour obtenir de l'aide.
hi: Endless OS को अनइंस्टॉल करने में समस्या हुई. कृपया सहायता के लिए हमसे संपर्क करें.
hu: Probléma lépett fel az Endless OS eltávolítása során. Kérjük lépjen kapcsolatba velünk, segítségért.
id: Ada masalah menghapus Endless OS. Mohon hubungi kami untuk bantuan selanjutnya.
pt_br: Ocorreu um problema com a desinstalação do Endless OS. Favor contatar o nosso suporte.
th: เกิดปัญหาในการถอนการติดตั้ง Endless OS กรุณาติดต่อเราเพื่อขอความช่วยเหลือ
tr: Endless'i kaldırırken bir sorun oluştu. Lütfen yardım için bizimle iletişime geçin.
vi: Có vấn đề xảy ra khi gỡ cài đặt HĐH Endless. Vui lòng liên hệ chúng tôi để hỗ trợ.

# MSG_364
source: Uninstall Endless from this Computer
ar: إزالة تثبيت Endless من جهاز الكمبيوتر هذا
bn: এই কম্পিউটার থেকে এন্ডলেস আনইনস্টল করুন
de: Endless-OS von diesem Computer entfernen
es: Desinstalar Endless de esta computadora
fr: Désinstaller Endless de cet ordinateur
hi: इस कंप्यूटर से Endless अनइंस्टॉल करें
hu: Az Endless OS eltávolítása erről a számítógépről
id: Hapus pemasangan Endless OS dari komputer ini
pt_br: Desinstalar o Endless deste computador.
th: ถอนการติดตั้ง Endless จากคอมพิวเตอร์นี้
tr: Endless'i Bu Bilgisayardan Kaldırma
vi: Gỡ cài đặt Endless từ Máy tính này

# MSG_365
source: If you uninstall Endless, Windows will run automatically when you start your computer. Any apps and files stored in Endless will be erased.
ar: إذا قمت بعمل إزالة لتثبيت Endless، سيبدأ Windows في العمل تلقائياً عند بدء جهاز الكمبيوتر الخاص بك، وسيتم محو أية تطبيقات أو ملفات محفوظة في نظام Endless.
bn: আপনি যদি এন্ডলেস আনইনস্টল করেন, আপনি যখন কম্পিউটার চলু করবেন তখন উইন্ডোজ স্বয়ংক্রিয়ভাবে চালু হয়ে যাবে। এন্ডলেস দিয়ে রাখা সব অ্যাপস আর ডকুমেন্ট মুছে যাবে।
de: Wenn du Endless-OS entfernst, wird beim nächsten Start des Computers automatisch Windows gestartet. Alle Programme und Dateien von Endless werden gelöscht.
es: Si desinstalas Endless, Windows se ejecutará automáticamente cuando reinicies tu computadora. Se borrarán todos tus programas y archivos almacenados en Endless OS.
fr: Si vous désinstallez Endless, Windows se lancera automatiquement lorsque vous démarrez votre ordinateur. Toutes les applications et fichiers stockés sur Endless seront effacés.
hi: यदि आप Endless अनइंस्टॉल करतेे हैं, तो आपके द्वारा कंप्यूटर चालू किए जाने पर Windows स्वचालित रूप से चलेगा. Endless पर संग्रहीत कोई भी ऐप्स या फ़ाइलें मिट जाएंगी.
hu: Ha eltávolítja az Endless OS-t, a Windows automatikusan fog indulni a számítógép indításakor. Bármilyen alkalmazás és fájl, amelyet az Endless-en tárol, törölve lesz.
id: Jika Anda menghapus Endless OS, Windows akan berjalan secara otomatis ketika Anda mulai menjalankan komputer. Semua aplikasi dan file yang disimpan di Endless OS akan dihapus.
pt_br: Caso você desinstale o Endless, o Windows vai rodar automaticamente quando você iniciar o seu computador. Todos os arquivos e programas salvos no Endless serão apagados.
th: ถ้าคุณถอนการติดตั้ง Endless ระบบปฏิบัติการ Windows จะรันโดยอัตโนมัติเมื่อคุณเปิดคอมพิวเตอร์ แอพและไฟล์ใดๆ ที่จัดเก็บไว้ใน Endless จะถูกลบ
tr: Endless'i kaldırırsanız, bilgisayarınızı başlattığınızda Windows otomatik olarak çalışacaktır. Endless ta depolanan tüm uygulamalar ve dosyalar silinir.
vi: Nếu bạn gỡ cài đặt Endless, Windows sẽ tự động chạy khi bạn khởi động máy tính của mình. Bất kỳ ứng dụng và tệp nào được lưu trữ trên Endless sẽ bị xóa.

# MSG_366
source: Uninstall Endless
ar: إزالة تثبيت Endless
bn: এন্ডলেস আনইনস্টল করুন
de: Endless deinstallieren
es: Desinstalar Endless
fr: Désinstaller Endless
hi: Endless अनइंस्टॉल करें
hu: Az Endless OS eltávolítása
id: Hapus Endless
pt_br: Desinstale o Endless
th: ถอนการติดตั้ง Endless
tr: Endless Kaldırma
vi: Gỡ cài đặt Endless

# MSG_367
source: Make sure you back up any important documents from Endless before you uninstall.
ar: تأكد من قيامك بعمل نسخة احتياطية لأي مستندات مهمة موجودة على Endless، قبل إزالة التثبيت.
bn: নিশ্চিত হোন যে আপনার গুরুত্বপূর্ণ ডকুমেন্টের ব্যাক আপ রেখেছেন এন্ডলেস আনইনস্টল করার আগে।
de: Vergewissere duch, dass du alle deine wichtigen Dokumente von Endless gesichert hast, bevor du mit der Deinstallation fortfährst.
es: Asegúrate de hacer una copia de seguridad de todos tus documentos e archivos importantes antes de desinstalar Endless OS.
fr: Assurez-vous de sauvegarder tous les documents importants présents sur Endless avant la désinstallation.
hi: सुनिश्चित करें कि आपने अनइंस्टॉल करने से पहले Endless से महत्वपूर्ण दस्तावेज़ों का बैक अप ले लिया है.
hu: Győződjön meg róla, hogy lementett minden fontos dokumentumot az Endlessről, mielőtt törölné.
id: Pastikan Anda membuat salinan setiap dokumen penting di Endless OS sebelum menghapus pemasangan.
pt_br: Assegure-se de ter feito back up dos seus documentos mais importantes salvos no Endless antes de prosseguir com a desinstalação.
th: ตรวจสอบให้แน่ใจว่าคุณได้แบ็คอัพเอกสารสำคัญๆ จาก Endless ไว้แล้วก่อนที่จะถอนการติดตั้ง
tr: Kaldırmadan önce tüm önemli belgeleri Endless'ten yedeklediğinizden emin olun.
vi: Hãy chắn chắn là bạn sao lưu bất kỳ tài liệu quan trọng nào từ Endless trước khi gỡ cài đặt.

# MSG_368
source: Internet Explorer %d is not supported. Please click OK to download Internet Explorer %d, install it, then run the Endless Installer again.
ar: Internet Explorer %d غير مدعوم. يُرجى النقر على موافق لتنزيل Internet Explorer %d، وتثبيته وبعد ذلك قم بتشغيل مثبت Endless مرة أخرى.
bn: ইন্টারনেট এক্সপ্লোরার %d সমর্থিত নয়। অনুগ্রহ করে ওকে চাপুন ইন্টারনেট এক্সপ্লোরার %d ডাউনলোড করতে, ইনস্টল করুন, তারপর এন্ডলেস ইনস্টলার পুনরায় চালু করতে।
de: Der Internet Explorer %d wird nicht unterstützt. Bitte auf »OK« klicken, um den Internet Explorer %d herunterzuladen und zu installieren. Danach bitte des Endless-Installer erneut ausführen.
es: Internet Explorer %d no es compatible. Por favor, haz clic para descargar Internet Explorer %d, instalalo, y luego ejecuta el Instalador para Endless de nuevo.
fr: Internet Explorer %d n'est pas pris en charge. Veuillez cliquer sur OK pour télécharger Internet Explorer %d, puis exécutez l'installateur Endless à nouveau.
hi: Internet Explorer %d समर्थित नहीं है. कृपया Internet Explorer %d डाउनलोड करने के लिए ठीक क्लिक करें, इसे इंस्टॉल करें फिर Endless इंस्टॉलर को पुनः चलाएं.
hu: Az Internet Explorer%d nem támogatott. Kérjük, kattintson az OK-ra, hogy letöltse az Internet Explorer %d-t, telepítse, majd futtassa ismét az Endless Telepítőt.
id: Internet Explorer %d tidak didukung. Klik OK untuk mengunduh dan menginstal Internet Explorer %d, lalu jalankan Installer Endless lagi.
pt_br: O Internet Explorer %d não é compatível. Favor clicar em ok para baixar o Internet Explorer %d, instale-o e depois execute o Instalador Endless novamente.
th: ระบบไม่รองรับ Internet Explorer %d กรุณาคลิก "ตกลง" เพื่อดาวน์โหลด Internet Explorer %d จากนั้นติดตั้ง Internet Explorer ดังกล่าว แล้วรันตัวติดตั้ง Endless อีกครั้ง
vi: Internet Explorer %d không được hỗ trợ. Vui lòng nhấp OK để tải xuống Internet Explorer %d, cài đặt nó, sau đó chạy lại Trình cài đặt Endless.

# MSG_369
source: %s Download
ar: تنزيل %s
bn: %s ডাউনলোড
de: %s herunterladen
es: %s Descargar
fr: Téléchargement de %s
hi: %s डाउनलोड
hu: %s Letöltés
id: %s Unduhan
pt_br: Download de %s
th: ดาวน์โหลด %s
tr: %s indir
vi: %s Tải xuống

# MSG_370
source: Oops, something went wrong setting up Endless OS.
ar: يا لهذا، وقع خطأ ما أثناء تجهيز Endless OS.
bn: ওহ, এন্ডলেস ওএস সেট আপ করতে কোন একটা ভুল হয়েছে।
de: Huch, beim Einrichten von Endless-OS ist ein Problem aufgetreten.
es: Desafortunadamente, algo falló al instalar Endless OS.
fr: Oups, une erreur s'est produite lors de la configuration d'Endless OS.
hi: ओह, Endless OS को सेट अप करने में कुछ ग़लत हुआ.
hu: Hoppá, valami rosszul sült el az Endless OS beállítása során.
id: Maaf, ada masalah saat mempersiapkan Endless OS.
pt_br: Opa! Algo errado aconteceu ao configurar o Endless OS.
th: ขออภัย มีข้อผิดพลาดในการตั้งค่า Endless OS
tr: Hata! Endless kurulurken bir şeyler ters gitti.
vi: Ối, có vấn đề xảy ra khi thiết lập HĐH Endless.

# MSG_372
source: No USB device found. If you've inserted one, try a different USB port or a different USB device.
ar: لم يتم العثور على أي أجهزة USB. إذا كنت قد قمت بتركيب أحدها، جرب توصيلها على منفذ USB آخرأو على جهاز مختلف به USB.
bn: কোন ইউএসবি ডিভাইস পাওয়া যায় নি। আপনি যদি কোন একটি প্রবেশ করিয়ে থাকেবন, তাহলে অন্য আরেকটি ইউএসবি পোর্ট বা অন্য কোন ইউএসবি দিয়ে চেষ্টা করুন।
de: Kein USB-Gerät gefunden. Falls doch eines eingesteckt ist, versuche einen anderen USB-Anschluss oder ein anderes USB-Gerät.
es: No se encontró el dispositivo USB. Si has insertado uno, trata de usar otro puerto USB o intentalo de nuevo con otro dispositivo USB.
fr: Aucun périphérique USB n'a été trouvé. Si vous en avez branché un, essayez un port USB ou un périphérique USB différent.
hi: कोई USB डिवाइस नहीं मिला. यदि आपने कुछ इंसर्ट किया है, तो भिन्न USB पोर्ट या भिन्न USB डिवाइस आजमाएं.
hu: Nem található USB eszköz. Ha csatlakoztatott már egyet, próbálja másik USB portba dugni, vagy próbálkozzon egy másik USB-vel.
id: Perangkat USB tidak ditemukan. Jika Anda telah memasukkan perangkat USB, coba port USB yang lain atau perangkat USB yang berbeda.
pt_br: Nenhum dispositivo USB encontrado. Caso você tenha inserido algum, tente uma outra entrada ou outro pendrive.
th: ไม่พบอุปกรณ์ USB ถ้าคุณได้เสียบอุปกรณ์ USB แล้ว กรุณาลองใช้พอร์ต USB อื่นหรืออุปกรณ์ USB อื่น
tr: USB cihazı bulunamadı. Bir tane taktıysanız, farklı bir USB portu veya farklı bir USB cihazı deneyin.
vi: Không tìm thấy thiết bị USB nào. Nếu bạn đã chèn một USB, hãy thử dùng một cổng USB khác hoặc một thiết bị USB khác.

# MSG_386
source: The Endless Installer requires Windows 7 or newer.
es: El Instalador para Endless requiere Windows 7 o más reciente.
fr: L'installateur d'Endless nécessite Windows 7 ou une version plus récente.
hi: एंड्लेस इंस्टॉलर के लिए विंडोज़ 7 या उससे नया आवश्यक है.
hu: Az Endless Telepítő Windows 7-es, vagy újabb verziót igényel.
id: Endless Installer memerlukan Windows 7 atau setelahnya.
pt_br: O Instalador Endless requer a versão Windows 7 ou superior
th: ตัวติดตั้ง Endless จำเป็นต้องใช้ Windows 7 ขึ้นไป
tr: Endless Yükleyici, Windows 7 veya daha yenisini gerektirir.
vi: Trình cài đặt Endless đòi hỏi phải có Windows 7 hoặc bản mới hơn.

# MSG_400
source: Basic
ar: الإصدار الأساسي
bn: প্রাথমিক
de: Basis
es: Básico
fr: Basique
hi: बेसिक
hu: Alap
id: Dasar
pt_br: Básico
th: พื้นฐาน
tr: Temel
vi: Cơ bản

# MSG_401
source: English
ar: الإنجليزية
bn: ইংরেজি
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
hu: Angol
id: Inggris
pt_br: Inglês
th: อังกฤษ
tr: İngilizce
vi: Tiếng Anh

# MSG_402
source: Spanish
ar: الأسبانية
bn: স্প্যানিশ
de: Spanisch
es: Español
fr: Espagnol
hi: स्पेनिश
hu: Spanyol
id: Spanyol
pt_br: Espanhol
th: ภาษาสเปน
tr: İspanyolca
vi: Tây Ban Nha

# MSG_403
source: Portuguese (Brazilian)
ar: البرتغالية (البرازيلية)
bn: পর্তুগিজ (ব্রাজিলিয়ান)
de: Portugiesisch (Brasilien)
es: Portugués (brasileño)
fr: Portugais (brésilien)
hi: पुर्तगाली (ब्राज़ीलियाई)
hu: Portugál(Brazil)
id: Portugis (Brazil)
pt_br: Português do Brasil
th: ภาษาโปรตุเกส (แบบบราซิล)
tr: Portekizce (Brezilya)
vi: Tiếng Bồ Đào Nha (Braxin)

# MSG_404
source: Arabic
ar: العربية
bn: আরবি
de: Arabisch
es: Árabe
fr: Arabe
hi: अरबी
hu: Arab
id: Arab
pt_br: Árabe
th: ภาษาอารบิก
tr: Arapça
vi: Tiếng Ả Rập

# MSG_405
source: French
ar: الفرنسية
bn: ফ্রেঞ্চ
de: Französisch
es: Francés
fr: Français
hi: फ़्रेंच
hu: Francia
id: Perancis
pt_br: Francês
th: ฝรั่งเศส
tr: Fransızca
vi: Pháp
