Repository: endlessm/rufus
Catalog: po/*.po
Languages: ar, bn, de, es, fr, hi, hu, id, pt_br, th, tr, vi

# EndlessSupportContainer
source: If you keep having trouble, you can get help on the <a id='EndlessSupport'>Endless community forum</a>.
ar: اذا كنت لا تزال تواجه مشكلةً، يمكنك الحصول على المساعدة على <a id='EndlessSupport'>منتدى مجتمع Endless</a>.
bn: আপনার যদি কোন সমস্যা হয়ে থাকে, তাহলে আপনি <a id='EndlessSupport'> এন্ডলেস কমিউনিটি ফোরাম </a> সাহায্য পেতে পারেন।
de: Wenn du das Problem nicht beheben kannst, suche Hilfe in den <a id='EndlessSupport'>Support-Foren</a>
es: Si sigues teniendo problemas, puedes encontrar ayuda en <a id='EndlessSupport'>nuestro foro comunitario</a>.
fr: Si vous continuez à éprouver des difficultés, vous pouvez obtenir de l'aide sur le <a id='EndlessSupport'> forum communautaire de Endless </a>.
hi: यदि आपकी परेशानी बनी रहती है, तो आप <a id='EndlessSupport'>Endless समुदाय फ़ोरम</a> पर सहायता प्राप्त कर सकते हैं.
hu: Ha továbbra is problémákba ütközik, kérjen segítséget az <a id='EndlessSupport'>Endless közösségi fórumán</a>.
id: Jika Anda terus mengalami kesulitan, Anda bisa mendapatkan bantuan dari <a id='EndlessSupport'> forum komunitas Endless </a>.
pt_br: Se o problema persistir, você pode obter ajuda no <a id='EndlessSupport'>fórum da comunidade Endless</a>.
th: หากคุณยังคงพบปัญหา คุณสามารถรับความช่วยเหลือบน <a id='EndlessSupport'>Endless community forum</a>
tr: Sorun yaşamaya devam ederseniz, <a id='EndlessSupport'>Endless topluluk forumunda</a> yardım alabilirsiniz.
vi: Nếu vẫn gặp trục trặc, bạn có thể tìm sự trợ giúp trên <a id='EndlessSupport'>diễn đàn cộng đồng Endless</a>.

# DualBootContentTitle
source: Download and Install Endless on this Computer
ar: تنزيل وتثبيت Endless على هذا الكمبيوتر
bn: এই কম্পিউটারে এন্ডলেস নামিয়ে ইনস্টল করে নিন
de: Endless-OS auf diesen Computer herunterladen und installieren
es: Descargar e instalar Endless en esta computadora
fr: Télécharger et installer Endless sur cet ordinateur
hi: इस कंप्यूटर पर Endless डाउनलोड और इंस्टॉल करें
hu: Az Endless OS letöltése és telepítése ezen a számítógépen.
id: Unduh dan Instal Endless di Komputer ini
pt_br: Baixe e instale o Endless neste computador
th: ดาวน์โหลดและติดตั้ง Endless ในคอมพิวเตอร์นี้
tr: Bu Bilgisayara Endless İndir ve Yükle
vi: Tải về và Cài đặt Endless trên Máy tính này

# DualBootContentDescription
source: Each time you start your computer, you will be able to choose between Endless and Windows. Your apps and files on Windows will not be affected.
ar: في كل مرةٍ تقوم فيها بتشغيل الكمبيوتر الخاص بك، سيكون بمقدورك الاختيار بين Endless وWindows. ولن تتأثر بذلك ملفات ولا تطبيقات Windows لديك.
bn: আপনি যতবার কম্পিউটার চালু করবেন, আপনি এন্ডলেস আর উইন্ডোজের মধ্যে বেছে নিতে পারবেন। উইন্ডোজে আপনার অ্যাপস আর ফাইলে কোন ক্ষতি হবে না।
de: Jedes Mal, wenn du diesen Computer startest kannst du zwischen Endless und Windows wählen. Deine Windows-Programme und -Dateien werden nicht angerührt.
es: Cada vez que inicies tu computadora, podrás elegir entre Endless y Windows. Tus programas y archivos en Windows no se verán afectados.
fr: Chaque fois que vous démarrerez votre ordinateur, vous pourrez choisir entre Endless et Windows. Vos applications et fichiers présents sur Windows ne seront pas affectés.
hi: हर बार आप कंप्यूटर चालू करते हैं, तो आप Endless और Windows के मध्य चुनने के लिए सक्षम होंगे. Windows पर मौजूद आपके ऐप्स और फ़ाइलें प्रभावित नहीं होंगे.
hu: Minden alkalommal, amikor bekapcsolja számítógépét alkalma lesz választani az Endless és a Windows között. A Windowson lévő alkalmazásait és fájljait nem érintik az Endless OS-en történő munkálatok. (Természetesen a másik meghajtón lévő fájlokat is elérheti, módosíthatja az Endless OS használata közben.)
id: Setiap kali menyalakan komputer, Anda dapat memilih antara menjalankan Endless atau Windows. Aplikasi dan file Anda di Windows tidak akan terpengaruh.
pt_br: Sempre que você iniciar o seu computador, você poderá escolher entre o Endless ou o Windows. Os arquivos e aplicativos instalados no Windows não serão afetados.
th: ในแต่ละครั้งที่คุณเปิดคอมพิวเตอร์ คุณจะเลือกได้ระหว่าง Endless กับ Windows แอพและไฟล์ของคุณใน Windows จะไม่ได้รับผลกระทบใดๆ
tr: Bilgisayarınızı her başlattığınızda, Endless ve Windows arasında seçim yapabileceksiniz. Windows'daki uygulamalarınız ve dosyalarınız etkilenmeyecek.
vi: Mỗi lần bạn khởi động máy tính của mình, bạn có thể chọn dùng Endless hoặc Windows. Các ứng dụng và tệp của bạn trên Windows sẽ không bị ảnh hưởng.

# DualBootInstallButton
source: Install Endless
ar: تثبيت Endless
bn: এন্ডলেস সংস্থাপন করুন
de: Endless installieren
es: Instalar Endless
fr: Installer Endless
hi: Endless को इंस्टॉल करें
hu: Endless telepítése
id: Instal Endless
pt_br: Instale o Endless
th: ติดตั้ง Endless
tr: Endless'i Kur
vi: Cài đặt Endless

# DualBootRecommendation
source: Recommended: At least 32 GB of free space on the system drive.
ar: ينصح بـ: ألا تقل المساحة التخزينية المتاحة على محرك أقراص النظام عن 32 جيجا بايت.
bn: সুপারিশকৃত: সিস্টেম ড্রাইভে কমপক্ষে 32 GB খালি জায়গা প্রয়োজন।
de: Mindestens 32 GB freier Festplattenplatz werden empfohlen.
es: Recomendamos: Al menos 32 GB de espacio disponible en tu unidad.
fr: Recommandé : au moins 32 Go d'espace libre sur le disque dur du système.
hi: अनुशंसित: सिस्टम ड्राइव पर कम से कम 32 GB फ्री स्पेस होना चाहिए।
hu: Javasolt: Legalább 32 GB szabad hely a rendszer meghajtón.
id: Disarankan: Sedikitnya ruang kosong sebesar 32 GB pada system drive.
pt_br: Recomendação: Pelo menos 32 GB de espaço livre no drive do sistema.
th: แนะนำ: พื้นที่ว่างอย่างน้อย 32 GB บนซิสเต็มไดร์ฟ
tr: Önerilen: Sistem sürücüsünde en az 32 GB boş alan.
vi: Đề xuất: Ít nhất 32 GB dung lượng trống trên ổ đĩa hệ thống.

# AdvancedOptionsText
source: For advanced install options using an <b>Endless USB Stick</b>, <a id='AdvancedOptionsLink'>click here</a>.
ar: للحصول على خيارات التثبيت المتقدمة باستخدام <b>Endless USB Stick</b>، <a id='AdvancedOptionsLink'> انقر هنا </a>.
bn: <b>এন্ডলেস USB স্টিক</b> ব্যবহার করে সংস্থাপনের উন্নত বিকল্পের জন্য, <a id='AdvancedOptionsLink'>এখানে চাপুন</a>।
de: <a id='AdvancedOptionsLink'>Weitere Optionen für USB-Installation</a>.
es: Para opciones de instalación avanzadas utilizando un <b> Dispositivo USB Endless </b>, <a id='AdvancedOptionsLink'>haz clic aquí</a>.
fr: Pour des options d'installation avancées utilisant une <b>clé USB Endless</b>, <a id='AdvancedOptionsLink'> cliquez ici</a>.
hi: <b>Endless USB स्टिक</b> का इस्तेमाल कर, ऐडवांंस्ड इंस्टॉल विकल्पों के लिए<a id='AdvancedOptionsLink'>यहां क्लिक करें</a>।
hu: Haladó telepítési opciókért <b>Endless USB segítségével </b>, <a id='AdvancedOptionsLink'>kattinson ide</a>.
id: Untuk opsi instal lanjutan menggunakan <b>Stik USB Endless</b>, <a id='AdvancedOptionsLink'>klik di sini</a>.
pt_br: Para opções avançadas utilizando <b>Pendrive Endless OS</b>, <a id='AdvancedOptionsLink'>clique aqui</a>.
th: สำหรับตัวเลือกการติดตั้งขั้นสูงโดยใช้งาน <b>Endless USB Stick</b> <a id='AdvancedOptionsLink'>คลิกที่นี่</a>
tr: <b>Endless USB Bellek</b> kullananlar gelişmiş kurulum seçenekleri için buraya <a id='AdvancedOptionsLink'>tıklayın</a>.
vi: Đối với tiến tùy chọn cài đặt bằng cách sử dụng <b> Dĩa Endless dưới dạnh USB </b>, <a id='AdvancedOptionsLink'>hãy nhấn vào đây</a>.

# SelectStorageNextButton
source: Next
ar: التالي
bn: পরবর্তী
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
hu: Következő
id: Berikutnya
pt_br: Próximo
th: ถัดไป
tr: Sonraki
vi: Kế tiếp

# SelectStoragePreviousButton
source: Previous
ar: السابق
bn: পূর্ববর্তী
de: Zurück
es: Anterior
fr: Précédent
hi: पिछला
hu: Előző
id: Sebelumnya
pt_br: Anterior
th: ก่อนหน้า
tr: Önceki
vi: Trước

# SelectStoragePageTitle
source: Storage Space for Endless OS
ar: المساحة التخزينية التي يحتاج إليها نظام تشغيل Endless OS
bn: এন্ডলেস OS -এর জন্য সংরক্ষণ করার জায়গা
de: Speicherplatz für Endless-OS
es: Espacio de almacenamiento para Endless OS
fr: Espace de stockage pour Endless OS
hi: Endless OS के लिए स्टोरेज स्पेस
hu: Tárhely az Endless OS számára
id: Ruang Penyimpanan untuk Endless OS
pt_br: Espaço de armazenagem para o Endless OS
th: พื้นที่เก็บสำหรับ Endless OS
tr: Endless için Depolama Alanı
vi: Dung lượngbộ nhớ cho Hệ điều hành Endless

# StorageAgreementText
source: Note: We recommend backing up any important files before continuing. Should you experience any problems with your computer after installation, you can find help at <a id='StorageSupportLink'>Endless Support</a>.
ar: ملاحظة: إننا ننصح بعمل نسخة احتياطية لأية ملفات مهمة قبل المتابعة. حيث أنك قد تواجه مشكلات مع جهاز الكمبيوتر الخاص بك بعد التثبيت وإذا واجهت أية مشكلة، يمكنك الحصول على المساعدة من <a id='StorageSupportLink'> فريق دعم Endless </a>.
bn: দ্রষ্টব্য: এগিয়ে যাবার আগে যে কোন গুরুত্বপূর্ণ ফাইল সংরক্ষণ করে রাখার জন্য সুপারিশ করা হচ্ছে। সংস্থাপন করার পর যদি আপনার কম্পিউটারে কোন সমস্যা পরিলক্ষিত হয়, তবে আপনি <a id='StorageSupportLink'>এন্ডলেস সহায়তাকেন্দ্র</a> থেকে সাহায্য পেতে পারেন।
de: Hinweis: Wir empfehlen die Sicherung aller wichtigen Dateien vor dem Fortfahren. Wenn du Schwierigkeiten bei der Installation hast, wende dich an <a id='StorageSupportLink'>den Endless-Support</a>.
es: Nota: Se recomienda hacer copias de seguridad de todos tus archivos importantes antes de continuar. Si experimentas algún problema después de la instalación, puedes encontrar ayuda en nuestra página de <a id='StorageSupportLink'> Atención al cliente</a>.
fr: Note : nous vous recommandons de sauvegarder tous les fichiers importants avant de continuer. Si vous rencontrez des problèmes avec votre ordinateur après l'installation, vous pouvez trouver de l'aide au service de <a id='StorageSupportLink'>soutien d'Endless</a>.
hi: नोट: हमारी सलाह है कि जारी रखने से पहले किसी महत्वपूर्ण फाइल को बैक अप कर लें। यदि इंस्टॉलेशन के बाद आपको अपने कम्यूटर के साथ कोई समस्या महसूस होती हैं, तो आप यहां मदद ले सकते हैं <a id='StorageSupportLink'>Endless Support</a>।
hu: Megjegyzés: Javasoljuk, hogy készítsen biztonsági mentést a fontosabb fájljairól, mielőtt tovább lépne. Amennyiben bármi problémát tapasztalna a számítógépével telepítés után, segítséget kaphat az <a id='StorageSupportLink'>Endless támogatói oldalán </a>.
id: Catatan: Kami menyarankan untuk membuat salinan file-file penting sebelum melanjutkan. Jika Anda mengalami masalah dengan komputer setelah instalasi, Anda dapat mencari bantuan di <a id='StorageSupportLink'>Dukungan Endless</a>.
pt_br: Atenção: Recomendamos que você faça um back up de qualquer arquivo importante antes de continuar. Se você experimentar problemas com o seu computador após a instalação, você pode obter ajuda com o nosso <a id='StorageSupportLink'>Suporte</a>.
th: หมายเหตุ: เราแนะนำให้คุณสำรองไฟล์สำคัญต่างๆ ก่อนทำต่อ หากคุณประสบปัญหาใดๆ กับคอมพิวเตอร์ภายหลังการติดตั้ง คุณสามารถรับความช่วยเหลือได้ที่ <a id='StorageSupportLink'>ฝ่ายสนับสนุน Endless</a>
tr: Not: Devam etmeden önce önemli dosyaları yedeklemenizi öneririz. Yüklemeden sonra bilgisayarınızla ilgili herhangi bir sorun yaşarsanız, <a id='StorageSupportLink'>Endless Destek</a>'te yardım bulabilirsiniz.
vi: Lưu ý: Chúng tôi khuyên bạn nên sao lưu các tập tin quan trọng trước khi tiếp tục. Nếu bạn gặp bất kỳ vấn đề nào với máy tính của mình sau khi cài đặt, bạn có thể tìm được sự hỗ trợ tại <a id='StorageSupportLink'>Hỗ trợ Endless</a>.

# DualBootLanguageLabel
source: Select Language
ar: حدد اللغة
bn: ভাষা নির্বাচন করুন
de: Sprache auswählen
es: Seleccionar idioma
fr: Choisissez la langue
hi: भाषा चुनें
hu: Nyelv kiválasztása
id: Pilih Bahasa
pt_br: Selecione o idioma
th: เลือกภาษา
tr: Dil Seçin
vi: Chọn ngôn ngữ

# AdvancedInstallReminder
source: To create an Endless USB Stick you will need a USB device with at least 8 GB of storage space.
ar: لإنشاء Endless USB Stick فإنك سوف تحتاج إلى جهاز USB لا تقل مساحته التخزينية عن 8 جيجا بايت.
bn: একটি এন্ডলেস USB স্টিক তৈরি করার জন্য কমপক্ষে 8 GB সংরক্ষণ করার মতো জায়গাসহ একটি USB ডিভাইস প্রয়োজন হবে আপনার।
de: Um einen Endless-USB-Stick zu erzeugen, benötigst du einen USB-Stick mit mindestens 8 GB Kapazität.
es: Para crear un Dispositivo USB Endless necesitarás un dispositivo USB con al menos 8 GB de espacio de almacenamiento.
fr: Pour créer une clé USB Endless, vous aurez besoin d'un dispositif USB avec au moins 8 Go d'espace de stockage.
hi: एक Endless USB स्टिक क्रिएट करने के लिए, आपको एक USB डिवाइस की आवश्यकता होगी, जिसमेंं कम से कम 8 GB स्टोरेज स्पेस होना चाहिए।
hu: Endless USB készítéséhez szüksége lesz egy, legalább 8 GB-os pendrivera.
id: Untuk membuat stik USB Endless Anda memerlukan perangkat USB dengan ruang penyimpanan sedikitnya 8 GB.
pt_br: Para criar um Pendrive Endless, você precisará de um pendrive USB com pelo menos 8 GB de espaço de armazenagem.
th: ในการสร้างยูเอสบีแฟลชไดรฟ์สำหรับ Endless คุณจำเป็นต้องมีอุปกรณ์ยูเอสบีที่มีพื้นที่เก็บอย่างน้อย 8 GB
tr: Endless USB Bellek oluşturmak için en az 8 GB depolama alanına sahip bir USB cihazına ihtiyacınız olacaktır.
vi: Để tạo ổ đĩa USB Endless bạn sẽ cần thiết bị USB với ít nhất 8GB dung lượng bố nhớ.

# AdvancedOptionsSubtitle
source: With an <b>Endless USB Stick</b> you can:
ar: يمكنك من خلال <b>Endless USB Stick</b>:
bn: একটি <b>এন্ডলেস ইউএসবি স্টিক দিয়ে </b>আপনি পারবেন:
de: Möglichkeiten des <b>Endless-USB-Sticks</b>:
es: Con un <b>Dispositivo USB Endless</b> puedes:
fr: Avec une <b>clé USB Endless</b>, vous pouvez :
hi: <b>Endless USB स्टिक</b> से आप निम्न कर सकते हैं:
hu: Egy <b>Endless USB segítségével </b>:
id: Dengan <b>Stik USB Endless</b> Anda dapat:
pt_br: Com o <b>Pendrive Endless</b> você pode:
th: ด้วย<b>แฟลชไดรฟ์ Endless</b> คุณสามารถ:
tr: Endless USB Bellek ile yapabilecekleriniz:
vi: Với một <b>Thanh USB Endless</b>, bạn có thể:

# CombinedUsbButton
source: Create Endless USB Stick
ar: إنشاء وحدة تخزين Endless USB Stick
bn: একটি এন্ডলেস ইউএসবি স্টিক তৈরি করুন
de: Endless-USB-Stick erzeugen
es: Crear Dispositivo USB Endless
fr: Créer clé USB Endless
hi: Endless USB स्टिक क्रिएट करें
hu: Készítsen Endless USB kulcsot
id: Buat Stik USB Endless
pt_br: Criar um Pendrive Endless
th: สร้างแฟลชไดรฟ์ Endless
tr: Endless USB Bellek Oluşturun
vi: Tạo Thanh USB Endless

# USBLearnMore
source: Learn more about the Endless USB Stick
ar: تعلم المزيد عن Endless USB Stick
bn: এন্ডলেস ইউএসবি স্টিক সম্পর্কে আরও জানুন
de: Erfahre mehr über den Endless-USB-Stick
es: Aprende más sobre el Dispositivo USB Endless
fr: En savoir plus sur la clé USB Endless
hi: Endless USB स्टिक के बारे में अधिक सीखें
hu: Tudjon meg többet az Endless USB-ről
id: Pelajari selengkapnya tentang Stik USB Endless
pt_br: Saiba mais sobre o Pendrive Endless
th: เรียนรู้เพิ่มเติมเกี่ยวกับแฟลชไดรฟ์ Endless
tr: Endless USB Bellek hakkında daha fazla bilgi edinin
vi: Tìm hiểu thêm về Thanh USB Endless

# MSG_020
source: bytes
ar: بايت
bn: বাইটস
fr: octets
hi: बाइट्स
hu: byte
id: byte
th: ไบต์
tr: bayt
vi: byte

# MSG_021
source: KB
fr: Ko
hi: केबी

# MSG_022
source: MB
fr: Mo
hi: एमबी

# MSG_023
source: GB
fr: Go
hi: जीबी

# MSG_024
source: TB
fr: To
hi: टीबी

# MSG_025
source: PB
fr: Po
hi: पीबी

# MSG_045
source: USB Storage Device (Generic)
ar: جهاز تخزين USB (فلاش)
de: USB-Speicher-Gerät (Allgemein)
es: Dispositivo de almacenamiento USB (Genérico)
fr: Pérpih. de stockage USB (Générique)
hi: USB संग्रहण यंत्र (सामान्य)
hu: USB tárolóeszköz (Általános)
id: Perangkat Penyimpanan USB (Generic)
pt_br: Dispositivo de armazenamento USB (Genérico)
th: อุปกรณ์เก็บข้อมูล USB (ทั่วไป)
tr: USB Depolama Aygıtı (Genel)
vi: Thiết bị lưu trữ USB (Cơ bản)

# MSG_046
source: %s (Disk %d) [%s]
ar: %s (القرص %d) [%s]
bn: %s (ডিস্ক %d) [%s]
es: %s (Disco %d) [%s]
fr: %s (Disque %d) [%s]
hi: %s (डिस्क %d) [%s]
hu: %s (Lemez %d) [%s]
th: %s (ดิสก์ %d) [%s]

# MSG_047
source: Multiple Partitions
ar: تقسيمات متعددة
de: Mehrere Partitionen
es: Particiones múltiples
fr: Plusieurs partitions
hi: एकाधिक विभाजन
hu: Több partíció
id: Banyak Partisi
pt_br: Multiplas partições
th: พบหลายพาร์ทิชั่น
tr: Çoklu bölüm
vi: Nhiều phân vùng

# MSG_049
source: Endless - Cancellation
ar: إلغاء - Endless
bn: এন্ডলেস - বাতিল
de: Endless - Abbruch
es: Endless - Cancelación
fr: Endless – Annulation
hi: Endless - रद्दीकरण
hu: Endless - Visszavonás
id: Endless - Pembatalan
pt_br: Endless - Cancelamento
th: Endless - การยกเลิก
vi: Endless - Hủy

# MSG_095
source: Endless Image
ar: صورة لا نهائية
bn: Endless চিত্র
de: Endless Abbild
es: Imagen de Endless OS
fr: Image Endless
hi: Endless छवि
hu: Endless kép
id: File Image Endless
pt_br: Imagens Endless
th: ภาพ Endless
tr: Endless İmaj
vi: Hình ảnh Endless

# MSG_105
source: Warning: Cancelling may cause the device to malfunction. If you are sure you want to cancel, click YES. Otherwise, click NO.
ar: تحذير: قد يؤدي إلغاء التثبيت إلى تعطيل الجهاز. إذا كنت متأكداً من أنك تريد الإلغاء، انقر نعم. أما خلاف ذلك، فانقر لا.
bn: সতর্কীকরণ: বাতিল করে দিলে ডিভাইসটিতে ত্রুটি দেখা দিতে পারে। আপনি যদি বাতিল করার বিষয়ে নিশ্চিত থাকেন, হ্যাঁ চাপুন।নইলে, না চাপুন।
de: Warnung: Ein Abbruch kann zu einer Fehlfunktion des Geräts führen. Wenn du sicher bist, dass du trozdem abbrechen willst, drücke JA, sonst drücke NEIN.
es: Advertencia: Si cancelas ahora, el dispositivo puede fallar. Si estás seguro de que quieres cancelar, haz clic en SÍ. De lo contrario, haz clic en NO.
fr: Avertissement : l'annulation peut provoquer le mauvais fonctionnement de l'appareil. Si vous êtes sûr que vous voulez annuler, cliquez sur OUI. Sinon, cliquez sur NO.
hi: चेतावनी: रद्द करना, डिवाइस को UNUSABLE स्थिति में छोड़ सकता है। यदि आप रद्द करने के बारे में सुनिश्चित हैं, तो हां क्लिक करें। अन्यथा, नहीं क्लिक करें।
hu: Vigyázat: A visszavonás az eszköz hibás működését eredményezheti. Amennyiben biztos benne, hogy mégis ezt az opciót választja, kattintson az IGEN-re. Amennyiben mégsem, kattintson a NEM-re.
id: Peringatan: Membatalkan dapat mengakibatkan malfungsi perangkat. Jika Anda yakin ingin membatalkan, klik YA. Jika tidak, klik TIDAK.
pt_br: Atenção: Cancelar pode comprometer o funcionamento do dispositivo. Se você estiver certo de que quer cancelar, clique SIM. Caso contrário, clique NÃO.
th: คำเตือน: การยกเลิกอาจส่งผลให้อุปกรณ์ทำงานผิดปกติ หากคุณแน่ใจว่าต้องการยกเลิก คลิก ใช่ หรือหากไม่ต้องการ คลิก ไม่
tr: Uyarı: İptal etmek, cihazın bozulmasına neden olabilir. İptal etmek istediğinize eminseniz, EVET'i tıklayın. Aksi takdirde, HAYIR'ı tıklayın.
vi: Cảnh báo: Việc hủy bỏ có thể khiến thiết bị trục trặc. Nếu bạn chắc là mình muốn hủy bỏ, nhấn CÓ. Nếu không, bạn nhấn KHÔNG!

# MSG_107
source: All files
ar: كل الملفات
bn: সকল ফাইলসমূহ
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
hi: सभी फ़ाइलें
hu: Minden fájl
id: Semua file
pt_br: Todos os arquivos
th: ไฟล์ทั้งหมด
tr: Tüm dosyalar
vi: Tất cả tệp

# MSG_201
source: Cancelling, please wait
ar: جاري الإلغاء، يُرجى الانتظار
bn: বাতিল করা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন
de: Breche ab, bitte warten
es: Cancelando, por favor espera.
fr: Annulation en cours, veuillez patienter
hi: रद्द कर रहे हैं, कृपया प्रतीक्षा करें
hu: Megszakítás, kérem várjon
id: Sedang membatalkan, harap menunggu
pt_br: Cancelando. Favor aguarde
th: กำลังยกเลิก กรุณารอ
tr: İptal ediliyor, lütfen bekleyin
vi: Đang hủy, vui lòng đợi

# MSG_300
source: Error downloading file.
ar: حدث خطأ أثناء تنزيل الملف.
bn: ফাইল ডাউনলোপ করতে ভুল হয়েছে।
de: Fehler beim Herunterladen.
es: Hubo un error al descargar archivo.
fr: Erreur pendant le téléchargement du fichier.
hi: फ़ाइल डाउनलोड करने में त्रुटि.
hu: Hiba a fájl letöltésekor.
id: Kesalahan saat mengunduh file.
pt_br: Erro de download do arquivo.
th: เกิดข้อผิดพลาดในการดาวน์โหลดไฟล์
tr: Dosya indirilirken hata oluştu.
vi: Lỗi khi tải tệp xuống.

# MSG_302
source: %s of %s (%s/s)
ar: %s من %s (%s/s)
bn: %s (%s/s) এর %s
es: %s de %s (%s/s)
fr: %s sur %s (%s/s)
hi: %s में से %s (%s/सेकंड)
hu: %s a %s (%s/s)
id: %s dari %s (%s/s)
pt_br: %s de %s (%s/s)
th: %s ของ %s (%s/s)
vi: %s trong số %s (%s/s)

# MSG_304
source: Downloading
ar: جاري التنزيل
bn: ডাউনলোড হচ্ছে
de: Herunterladen
es: Descargando
fr: Téléchargement
hi: डाउनलोड कर रहा है
hu: Letöltés
id: Mengunduh
pt_br: Baixando
th: กำลังดาวน์โหลด
tr: İndiriliyor
vi: Đang tải

# MSG_305
source: Step %d
ar: الخطوة %d
bn: ধাপ %d
de: Schritt %d
es: Paso %d
fr: Étape %d
hi: चरण %d
hu: Lépés %d
id: Langkah %d
pt_br: Passo %d
th: ขั้นตอนที่ %d
vi: Bước %d

# MSG_306
source: of %d:
ar: من %d:
bn: %d এর:
de: von %d:
es: de %d:
fr: sur %d :
hi: %d का:
hu: a %d:
id: dari %d:
pt_br: de %d:
th: จาก %d:
vi: trong %d:

# MSG_307
source: No Label
ar: بدون علامة
bn: কোন লেবেল নেই
de: Kein Label
es: Sin etiqueta
fr: Aucun label
hi: कोई लेबल नहीं
hu: Nincs cimke
id: Tanpa Label
pt_br: Sem etiqueta
th: ไม่มีป้าย
tr: Etiket yok
vi: Không có Nhãn

# MSG_309
source: Installing
ar: جاري التثبيت
bn: সংস্থাপিত হচ্ছে
de: Installiere
es: Instalando
fr: Installation
hi: इंस्टॉल हो रहा है
hu: Telepítés
id: Menginstal
pt_br: Instalando
th: กำลังติดตั้ง
tr: Kuruluyor
vi: Đang cài đặt

# MSG_310
source: Verifying
ar: جاري التحقق
bn: যাচাইকরণ হচ্ছে
de: Überprüfe
es: Verificando
fr: Vérification
hi: सत्यापित किया जा रहा है
hu: Ellenőrzés
id: Memverifikasi
pt_br: Verificando
th: การยืนยัน
tr: Doğrulanıyor
vi: Đang xác thực

# MSG_311
source: Writing
ar: جاري الكتابة
bn: লেখা হচ্ছে
de: Schreibe
es: Escribiendo
fr: Écriture
hi: लेखन
hu: Írás
id: Menulis
pt_br: Gravando
th: การเขียน
tr: Yazılıyor
vi: Đang ghi

# MSG_315
source: %s/%s Download
ar: تنزيل %s/%s
bn: %s/%s ডাউনলোড
es: %s/%s Descargar
fr: Téléchargement de %s/%s
hi: %s/%s डाउनलोड
hu: %s/%s Letöltés
id: %s/%s Unduhan
pt_br: Download %s/%s
th: ดาวน์โหลด %s/%s
vi: %s/%s Tải xuống

# MSG_320
source: Great! Endless OS has been successfully installed.
ar: رائع! لقد تم تثبيت نظام تشغيل Endless OS بنجاح.
bn: দারুণ! এন্ডলেস OS সফলভাবে সংস্থাপিত হয়েছে।
de: Prima! Endless-OS wurde erfolgreich installiert.
es: ¡Excelente! Endless OS se ha instalado con éxito.
fr: Génial ! Endless OS a été installé avec succès.
hi: बहुत बढ़िया! Endless OS सफलतापूर्वक इंस्टॉल हो गया।
hu: Nagyszerű! Az Endless OS telepítése sikeresen befejeződött.
id: Bagus! Endless OS telah berhasil diinstal.
pt_br: Legal! O Endless OS foi instalado com sucesso.
th: ยอดเยี่ยม! ติดตั้ง Endless OS เรียบร้อยแล้ว
tr: Harika! Endless başarıyla kuruldu.
vi: Thật tuyệt! Hệ điều hành Endless của bạn đã được cài đặt thành công.

# MSG_343
source: Great! Your Endless OS Live USB has been created.
ar: رائع! لقد تم إنشاء Endless OS Live USB الخاص بك.
bn: দারুণ! আপনার এন্ডলেস OS সক্রিয় USB তৈরি হয়েছে।
de: Prima! Dein Endless-OS-Live-USB-Stick wurde erzeugt.
es: ¡Excelente! Tu Live USB ha sido creado con éxito.
fr: Génial ! Votre clé USB Endless OS Live a été créée.
hi: बहुत बढ़िया! Endless OS Live USB क्रिएट कर दिया गया है।
hu: Nagyszerű! Az Endless OS Live USB-je elkészült.
id: Bagus! Endless OS Live USB telah dibuat.
pt_br: Legal! O seu Live USB do Endless OS foi criado.
th: ยอดเยี่ยม! Endless OS Reflasher USB ของคุณถูกสร้างขึ้นแล้ว
tr: Harika! Endless Canlı USB'niz oluşturuldu.
vi: Thật tuyệt! USB Trực tiếp Hệ điều hành Endless của bạn đã được tạo.

# MSG_344
source: Great! Your Endless OS Reformatter USB has been created.
de: Prima! Dein Endless-OS-USB-Formatierer wurde erzeugt.
es: ¡Estupendo! Se ha creado tu USB de Formateo para Endless OS.
fr: Super ! Votre dispositif de formatage de système d'exploitation USB Endless a été créé.
hi: शानदार! आपका एंड्लेस ओ एस रीफॉर्मेटर यूएसबी बन चुका है.
hu: Nagyszerű! Az Endless OS Újraformázó USB-je elkészült.
id: Bagus! USB Reformatter Endless OS Anda telah dibuat.
pt_br: Legal! O seu Formatador de USB Endless OS foi criado
th: เยี่ยม! สร้าง USB ตัวปรับรูปแบบ OS ของ Endless เรียบร้อยแล้ว
vi: Rất tuyệt! USB Trình cải tiến Hệ điều hành Endless của bạn đã được tạo.
