Repository: endlessm/rufus
Catalog: endless/po/*.po
Languages: ro

# AdvancedPageTitle
source: Advanced Install Options
ro: Opțiuni de instalare avansate

# AdvancedPagePreviousButton
source: Previous
ro: Anterior

# LiveUsbButton
source: Create Live USB
ro: Creeaza USB Live

# LiveUsbText
source: Try Endless OS by running it from a USB stick.
ro: Incearca Endless OS ruland de pe un stick USB

# ReformatterUsbButton
source: Create Reformatter USB
ro: Creeaza USB de reformatare

# ReformatterUsbText
source: Reformat any computer with Endless OS using a USB stick.
ro: Reformateaza orice computer cu Endless OS folosind un stick USB

# SelectFilePreviousButton
source: Previous
ro: Anterior

# SelectFileNextButton
source: Next
ro: Urmator

# SelectFilePageTitle
source: Select Your Endless OS Version
ro: Selectați versiunea pentru Endless OS

# SelectFileSubtitle
source: Choose the version of Endless OS that’s best for you.
ro: Alegeti versiunea de Endless OS care este mai potrivita

# NoInternetConnectionTitle
source: Unfortunately, there was a problem connecting to the server.
ro: Din pacate, sa produs o problema la conectarea cu serverul.

# NoInternetConnectionSubtitle
source: Make sure you're <a id='ConnectedLink'>connected to the internet</a>, and if the problem persists, visit our <a id='ConnectedSupportLink'>support</a>.
ro: Asigurați-vă că sunteți <a id='ConnectedLink'> conectat la internet </a>, iar dacă problema persistă, accesați <a id='ConnectedSupportLink'> suport </a>.

# ExistingImageFile
source: Use existing image file:
ro: Utilizați un fișier de imagine existent:

# DownloadNewImage
source: Download a new version:
ro: Descarca o versiune noua:

# LightVersionText
source: BASIC
ro: SIMPLU

# LightDownloadDescription
source: Includes basic features of Endless OS and the option to download more apps and content later. This version is best for computers with reliable internet access.
ro: Include caracteristicile de bază ale sistemului de operare Endless OS și opțiunea de a descărca mai multe aplicații și conținut mai târziu. Această versiune este cea mai buna pentru calculatoare cu acces la internet de încredere.

# DownloadLightButton
source: Download Basic Version
ro: Descarca Versiunea Simplă

# FullVersionText
source: FULL
ro: COMPLET

# FullDownloadDescription
source: Includes full Endless OS, preloaded with more than 100 apps and content. This version is ideal for computers without reliable internet access. Choose language for content and apps:
ro: Include sistem de operare Endless OS plin, încărcat în prealabil cu mai mult de 100 de aplicații și conținut. Această versiune este ideala pentru calculatoarele care nu au acces la internet de încredere. Alegeți limba pentru conținut și aplicații:

# DownloadFullButton
source: Download Full Version
ro: Descarca Versiunea Completă

# SelectUSBPreviousButton
source: Previous
ro: Anterior

# SelectUSBNextButton
source: Next
ro: Urmator

# SelectUSBPageTitle
source: Select USB Drive
ro: Selectați USB Drive

# SelectUSBSubtitle
source: Choose the USB device you would like to use.
ro: Alegeți dispozitivul USB pe care doriți să îl utilizați.

# USBDisksFound
source: USB drive found:
ro: USB găsite:

# NewDiskNameLabel
source: New USB device contents:
ro: Conținut nou dispozitiv USB:

# NewDiskSizeLabel
source: Size:
ro: Marime:

# AgreementCheckboxText
source: I understand that this will <b>erase all my files</b> on the USB device.
ro: Înțeleg că acest lucru va <b> șterge toate fișierele mele </ b> de pe dispozitivul USB.

# InstallCancelButton
source: Cancel
ro: Anuleaza

# ThankYouPageTitle
source: Thank you
ro: Multumim

# CloseAppButton
source: Close
ro: Inchide

# InstallerVersion
source: Version:
ro: Versiune:

# InstallerLanguage
source: Language:
ro: Limba:

# InstallerContent
source: Content:
ro: Continut:

# ThankYouDualBootReminder
source: Restart your computer and select "Endless OS" from the menu.
ro: Reporniți computerul și selectați "Endless OS" din meniu.

# ThankYouLiveReminder
source: To try Endless OS now, restart your computer.
ro: Pentru a încerca Endless OS, reporniți computerul.

# ThankYouReflasherReminder
source: Now you're ready to install Endless OS on more computers.
ro: Acum sunteți gata să instalați Endless OS pe mai multe computere.

# UsbBootHowToLink
source: How to start your computer from a USB stick.
ro: Cum sa pornesti computerul de pe un stick USB

# ErrorPageTitle
source: Error
ro: Eroare

# CloseAppButton1
source: Finish
ro: Sfarsit

# ErrorMessage
source: Oops, something went wrong setting up Endless OS.
ro: Oops, ceva a mers greșit la setarea sistemului de operare Endless OS.

# EndlessSupportContainer
source: If you keep having trouble, you can get help on the <a id='EndlessSupport'>Endless community forum</a>.
ro: Dacă aveti probleme in continuare, puteți obține ajutor pe <a id='EndlessSupport'> forumul comunității Endless </a>.

# DualBootContentTitle
source: Download and Install Endless on this Computer
ro: Descarca si instaleaza Endless pe acest computer

# DualBootContentDescription
source: Each time you start your computer, you will be able to choose between Endless and Windows. Your apps and files on Windows will not be affected.
ro: De fiecare data cand pornesti computerul,vei putea sa alegi intre Endless si Windows.Aplicatiile si fisierele din Windows nu vor fi afectate.

# DualBootInstallButton
source: Install Endless
ro: Instaleaza Endless

# DualBootRecommendation
source: Recommended: At least 32 GB of free space on the system drive.
ro: Recomandat: Cel putin 32 GB de spatiu liber pe sistem.

# AdvancedOptionsText
source: For advanced install options using an <b>Endless USB Stick</b>, <a id='AdvancedOptionsLink'>click here</a>.
ro: Pentru optiuni de instalare avansate folosind un <b> Stick USB Endless</b>, <a id='AdvancedOptionsLink'>apasa aici</a>.

# SelectStorageNextButton
source: Next
ro: Urmator

# SelectStoragePreviousButton
source: Previous
ro: Anterior

# SelectStoragePageTitle
source: Storage Space for Endless OS
ro: Spatiu de stocare pentru Endless OS

# StorageAgreementText
source: Note: We recommend backing up any important files before continuing. Should you experience any problems with your computer after installation, you can find help at <a id='StorageSupportLink'>Endless Support</a>.
ro: Notă: Vă recomandăm copierea de rezervă a tututor fișierelor importante înainte de a continua. În cazul în care aveți probleme cu computerul după instalare, puteți găsi ajutor la <a id='StorageSupportLink'>Suport Endless </a>.

# DualBootLanguageLabel
source: Select Language
ro: Selecteaza limba

# AdvancedInstallReminder
source: To create an Endless USB Stick you will need a USB device with at least 8 GB of storage space.
ro: Pentru a crea un stick USB Endless OS aveți nevoie de un dispozitiv USB cu cel puțin 8 GB de spațiu de stocare.

# AdvancedOptionsSubtitle
source: With an <b>Endless USB Stick</b> you can:
ro: Cu un <b>Stick USB Endless</b> puteti:

# CombinedUsbButton
source: Create Endless USB Stick
ro: Creeaza Stick USB Endless

# USBLearnMore
source: Learn more about the Endless USB Stick
ro: Aflați mai multe despre Stick-ul USB Endless

# MSG_020
source: bytes
ro: biți

# MSG_045
source: USB Storage Device (Generic)
ro: Unitate de stocare USB (generic)

# MSG_047
source: Multiple Partitions
ro: Partitii Multiple

# MSG_049
source: Endless - Cancellation
ro: Anulare - Endless

# MSG_095
source: Endless Image
ro: Imagine Endless

# MSG_105
source: Warning: Cancelling may cause the device to malfunction. If you are sure you want to cancel, click YES. Otherwise, click NO.
ro: Avertizare: Anularea poate cauza funcționare defectuoasă a dispozitivului. Dacă nu sunteți sigur că doriți să anulați, faceți clic pe DA. În caz contrar, faceți clic pe NU.

# MSG_107
source: All files
ro: Toate fisierele

# MSG_201
source: Cancelling, please wait
ro: Se anuleaza,va rugam sa asteptati

# MSG_300
source: Error downloading file.
ro: Eroare la descarcarea fisierului

# MSG_302
source: %s of %s (%s/s)
ro: %s din %s (%s/s)

# MSG_304
source: Downloading
ro: Se descarca

# MSG_305
source: Step %d
ro: Pasul %d

# MSG_306
source: of %d:
ro: din %d

# MSG_307
source: No Label
ro: Fara eticheta

# MSG_309
source: Installing
ro: Se instaleaza

# MSG_310
source: Verifying
ro: Se verifica

# MSG_311
source: Writing
ro: Scrie

# MSG_317
source: en-us
ro: ro

# MSG_315
source: %s/%s Download
ro: %s/%s Descarca

# MSG_316
source: Full
ro: Complet

# MSG_320
source: Great! Endless OS has been successfully installed.
ro: Felicitari! Endless OS a fost instalat cu success.

# MSG_343
source: Great! Your Endless OS Live USB has been created.
ro: Felicitari! USB Live Endless OS a fost creeat.

# MSG_344
source: Great! Your Endless OS Reformatter USB has been created.
ro: Felicitari! Endless OS Reformator USB a fost creeat.

# MSG_321
source: Select Your Endless OS Version
ro: Selectați versiunea pentru Endless OS

# MSG_322
source: Is this the version you’d like to use? If not, select another.
ro: Este aceasta varianta pe care doriți să o utilizați? Dacă nu, selectați alta.

# MSG_323
source: We couldn’t finish getting Endless OS. Check your internet connection and click "Resume" to carry on downloading.
ro: Nu am putut finaliza obtinerea Endless OS. Verificați conexiunea la internet și faceți clic pe "Reluare" pentru a continua descărcarea.

# MSG_324
source: Something is wrong with your Endless OS file. Click "Download Again" to try downloading it again.
ro: Ceva este în neregulă cu fișierul dumneavoastra Endless OS.Click pe "Descarca din nou" pentru a reincerca descarcarea.

# MSG_325
source: Something went wrong writing Endless OS to your USB device. Find a different device and click "Try Again".
ro: Ceva nu a functionat cu scrierea sistemului de operarea Endless OS pe dispozitivul USB.Cauta un alt dispozitiv si apasa pe "Incearca din nou".

# MSG_358
source: Something went wrong installing Endless OS to your computer.
ro: Ceva nu a funcționat la instalarea sistemului de operare Endless OS pe computer.

# MSG_326
source: Resume
ro: Reia

# MSG_327
source: Download again
ro: Descarca din nou

# MSG_328
source: Try again
ro: Încearcă din nou

# MSG_330
source: You have selected a slow USB device (USB 1.0). Please use a USB 3.0 device for the best experience.
ro: Ai selectat un dispozitiv USB lent (USB 1.0).Foloseste un dispozitiv USB 3.0 pentru o experienta mai buna.

# MSG_331
source: You have selected a slow USB device (USB 1.0). Please use a USB 2.0 device for a better experience.
ro: Ai selectat un dispozitiv USB lent (USB 1.0).Foloseste un dispozitiv USB 2.0 pentru o experienta mai buna.

# MSG_332
source: You have selected a slower USB device (USB 2.0). Please use a USB 3.0 device for the best experience.
ro: Ai selectat un dispozitiv USB lent (USB 2.0).Foloseste un dispozitiv USB 3.0 pentru o experienta mai buna.

# MSG_333
source: Your USB 3.0 device is inserted into a USB 2.0 port. Please insert it into a USB 3.0 port (usually blue) for the best experience.
ro: Dispozitivul USB 3.0 a fost introdus intr-un port USB 2.0.Introdu dispozitivul intr-un port USB 3.0 (de obicei albastru)pentru o experienta mai buna.

# MSG_334
source: There isn’t enough disk space on %s for downloading Endless OS. Please free up %s and click “Resume” to start downloading.
ro: Nu exista suficient spatiu pe %s pentru a descarca Endless OS. Elibereaza %s si apasa "Reia" pentru a incepe descarcarea.

# MSG_335
source: The selected version of Endless OS requires %s of free disk space, but only %s is available. Please free up some space on drive %s to continue.
ro: Versiunea selectata de Endless OS necesita %s spatiu pe disc,insa este disponibil doar %s.Elibereaza spatiu pe discul %s pentru a continua.

# MSG_336
source: Delete the invalid file (%s).
ro: Sterge fisierul invalid (%s).

# MSG_337
source: For Endless OS %s, we recommend selecting at least %s of storage space.
ro: Pentru Endless Os %s,recomandam sa selectati cel putin %s din spatiu de stocare.

# MSG_338
source: %s (Minimum)
ro: %s (Minim)

# MSG_339
source: %s (Recommended)
ro: %s (Recomandat)

# MSG_340
source: %s (Maximum)
ro: %s (maxim)

# MSG_341
source: You currently have %s free on your %s %s drive.
ro: Pentru moment ai %s liber pe drive-ul %s %s.

# MSG_342
source: Select how much of your %s drive to dedicate to Endless OS.
ro: Selecteaza cat spatiu din %s vrei sa dedici sistemului Endless OS.

# MSG_350
source: Unfortunately, there is not enough storage space.
ro: Din pacate,nu exista suficient spatiu de stocare.

# MSG_351
source: To continue installing Endless OS, please free up at least %s by deleting videos, photos, or other large files on your %s drive.
ro: Pentru a continua instalarea Endless OS,goleste cel putin %s ,stergand videoclipuri,poze sau alte fisiere mari pe drive-ul %s.

# MSG_352
source: Unfortunately, your %s drive uses an unsupported format.
ro: Din pacate,drive-ul %s foloseste un format care nu este suportat.

# MSG_353
source: Endless OS can only be installed on an NTFS drive.
ro: Endless OS paote fi instalat doar pe un drive NTFS.

# MSG_354
source: Unfortunately, your computer is incompatible with Endless OS.
ro: Din pacate,computerul dumneavoastra este incompatibil cu Endless OS.

# MSG_355
source: Endless OS only supports 64-bit computers.
ro: Endless OS suporta doar computere cu 64-bit

# MSG_356
source: Unfortunately, your %s drive is encrypted.
ro: Din pacate,drive-ul %s este criptat.

# MSG_357
source: Endless OS cannot be installed on drives which are protected with Device Encryption or BitLocker.
ro: Endless OS nu poate fi instalat pe drive-urile care sunt protejate cu criptare dispozitiv sau BitLocker.

# MSG_359
source: Unfortunately, your computer has another OS installed already.
ro: Din pacate,computerul dumneavoastra are alt OS instalat deja

# MSG_360
source: Endless OS only supports dual-boot on Windows-only systems.
ro: Endless OS suporta dual-boot doar pe sistemele Windows

# MSG_361
source: Are you sure you want to uninstall Endless OS? This will erase all apps and documents stored within your Endless OS installation.
ro: Esti sigur ca vrei sa dezinstalezi Endless OS?Ti se vor sterge toate aplicatiile si documentele stocate la instalarea Endless OS

# MSG_362
source: Endless OS has been uninstalled successfully
ro: Endless OS a fost dezinstalat cu success

# MSG_363
source: There was a problem uninstalling Endless OS. Please contact us for assistance.
ro: A apărut o problemă dezinstalând Endless OS. Va rugam sa ne contactati pentru asistență.

# MSG_364
source: Uninstall Endless from this Computer
ro: Dezinstaleaza Endless de pe acest computer

# MSG_365
source: If you uninstall Endless, Windows will run automatically when you start your computer. Any apps and files stored in Endless will be erased.
ro: Dacă dezinstalați Endless, Windows va rula automat atunci când porniți computerul. Toate aplicațiile și fișierele stocate în Endless vor fi șterse.

# MSG_366
source: Uninstall Endless
ro: Dezinstaleaza Endless

# MSG_367
source: Make sure you back up any important documents from Endless before you uninstall.
ro: Asigurați-vă că salvați orice document important de la Endless înainte de a dezinstala.

# MSG_368
source: Internet Explorer %d is not supported. Please click OK to download Internet Explorer %d, install it, then run the Endless Installer again.
ro: Internet Explorer %d nu este suportat.Click OK pentru a descarca Internet Explorer %d,instaleaza,apoi executați din nou Endless Installer.

# MSG_369
source: %s Download
ro: %s Descarcat

# MSG_370
source: Oops, something went wrong setting up Endless OS.
ro: Oops, ceva a mers gresit la setarea Endless OS.

# MSG_372
source: No USB device found. If you've inserted one, try a different USB port or a different USB device.
ro: Nici un dispozitiv USB gasit.Daca ai inserat unul,incearca cu al port USB sau un alt dispozitiv USB.

# MSG_386
source: The Endless Installer requires Windows 7 or newer.
ro: Instalatorul Endless necesita Windows 7, 8, 8.1, sau 10.

# MSG_400
source: Basic
ro: Simplu

# MSG_401
source: English
ro: Engleza

# MSG_402
source: Spanish
ro: Spaniola

# MSG_403
source: Portuguese (Brazilian)
ro: Portugheza (Brazilia)

# MSG_404
source: Arabic
ro: Araba

# MSG_405
source: French
ro: Franceza

# MSG_406
source: Chinese Simplified
ro: Chineza Simplificata

# MSG_407
source: Bengali
ro: Bengaleza

# MSG_408
source: Spanish (Guatemala)
ro: Spaniola (Guatemala)

# MSG_409
source: Spanish (Mexico)
ro: Spaniola (Mexic)

# MSG_410
source: Indonesian
ro: Indoneziana

# MSG_411
source: Thai
ro: Tailandeza

# MSG_412
source: Vietnamese
ro: Vietnameza
